Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: e - Entrance
cs: e - Vchod
da: e - Indgang
es: e - Entrada
fi: e - Sisäänkäynti
it: e - Entrata
no: e - Inngang
pt: e - Entrada
sr: e - Ulaz
sv: e - Ingång

source: x - Exit
cs: x - Opustit
da: x - Udgang
es: x - Salida
fi: x - Uloskäynti
it: x - Uscita
no: x - Utgang
pt: x - Saída
sr: x - Izlaz
sv: x - Avsluta

source: l - Liquid
cs: l - Tekutina
da: l - Væske
es: l - Líquido
fi: l - Neste
it: l - Liquido
no: l - Flytende
pt: l - Líquido
sr: l - Teènost
sv: l - Vätska

source: w - Weather
cs: w - Poèasí
da: w - Vejr
es: w - Clima
fi: w - Sää
it: w - Clima
no: w - Værtype
pt: w - Clima
sr: w - Vreme
sv: w - Väder

source: t - Traps
cs: t - Pasti
da: t - Fælde
es: t - Trampa
fi: t - Ansat
it: t - Trappole
no: t - Feller
pt: t - Armadilhas
sr: t - Zamke
sv: t - Fällor

source: o - WorldObject
cs: o - Svìtový objekt
da: o - Verdensobjekt
fi: o - Maailmaobjekti
pt: o - Objecto
sr: o - ObjekatSveta
sv: o - VärldsObject

source: z - Background
cs: z - Pozadí
da: z - Baggrund
es: z - Fondo
fi: z - Tausta
it: z - Sfondo
no: z - Bakgrunn
pt: z - Fundo
sr: z - Pozadina
sv: z - Bakgrund

source: p - Prefab (ObjectGroup)
cs: p - Polotovary (grupy objektù)
da: p - Præfabrikeret (objektgruppe)
fi: p - Valmispalat (Objektiryhmä)
pt: p - Prefab (Grupo Objecto)
sr: p - Montaža (GrupaObjekata)
sv: p - Fördef (objektgrupp)

source: f - something from file (~/.pingus/images/)
cs: f - Nìco ze souboru (~/.pingus/images/)
da: f - Noget fra en fil (~/.pingus/images/)
es: f - importar de archivo (~/.pingus/images/)
fi: f - jotain tiedostosta (~/.pingus/images/)
it: f - importa da file (~/.pingus/images/)
no: f - noe fra fil (~/.pingus/images/)
pt: f - algo do ficheiro (~/.pingus/images/)
sr: f - nešto iz fajla (~/.pingus/images/)
sv: f - någonting från fil (~/.pingus/images/)

source: Which prefab do you want?
cs: Jaký polotovar chcete?
da: Hvilket præfabrikeret objekt ønsker du?
es: Que prefab quieres
fi: Minkä valmispalan haluat?
it: Che Prefab vuoi?
no: Hvilken prefab ønsker du?
pt: Que prefab desejas?
sr: Koju montažu zelis?
sv: Vilken Fördef vill du ha?

source: 1 - Surface Background
cs: 1 - Obrázek na pozadí
da: 1 - Billedbaggrund
es: 1 - Fondo con textura
fi: 1 - Taustakuva
it: 1 - Sfondo con texture
no: 1 - Overflate Bakgrunn
pt: 1 - Superfície de Fundo
sr: 1 - Pozadina sa dezenom
sv: 1 - Bildbakgrund

source: 2 - Solid Color Background
cs: 2 - Jednobarevné pozadí
da: 2 - Ensfarvet baggrund
es: 2 - Fondo de color uniforme
fi: 2 - Tasaisen värinen tausta
it: 2 - Sfondo di colore uniforme
no: 2 - Helfarge Bakgrunn
pt: 2 - Fundo de Cor Sólida
sr: 2 - Jednobojna Pozadina
sv: 2 - Enfärgad bakgrund

source: 3 - Starfield Background
cs: 3 - Hvìzdy na pozadí
da: 3 - Stjernebaggrund
es: 3 - Fondo con campo estrellado
fi: 3 - Animoitu tähtitausta
it: 3 - Sfondo con campo stellato
no: 3 - Stjernefelt Bakgrunn
pt: 3 - Fundo Estrelado
sr: 3 - Zvezdana Pozadina
sv: 3 - Stjärnfältsbakgrund

source: 4 - Thunderstorm Background
cs: 4 - Bouøka na pozadí
da: 4 - Tordenvejrsbaggrund
es: 4 - Fondo con tormenta de rayos
fi: 4 - Ukkosmyrsytausta
it: 4 - Sfondo con tempesta di fulmini
no: 4 - Tordenvær Bakgrunn
pt: 4 - Fundo de Tempestade
sr: 4 - Olujna Pozadina
sv: 4 - Åskmolnsbakgrund

source: Load a level (F5)
cs: Nahrát úroveò (F5)
da: Indlæs en bane (F5)
es: Abre un nivel (F5)
fi: Lataa kenttä (F5)
it: Carica un livello (F5)
no: Last et brett (F5)
pt: Ler um nível (F5)
sr: Uèitaj nivo (F5)
sv: Läs in en nivå (F5)

source: Exit the editor (Escape)
cs: Opustit editor (Escape)
da: Afslut banebyggeren (Esc)
es: Abandona el editor (Esc)
fi: Poistu editorista (Esc)
it: Esci dall'editor (Esc)
no: Avslutt redigereren (Escape)
pt: Sair do editor (esc)
sr: Izlaz iz editora (Escape)
sv: Avsluta editorn (Escape)

source: Save this level (F6)
cs: Ulo¾it úroveò (F6)
da: Gem denne bane (F6)
es: Graba éste nivel (F6)
fi: Tallenna kenttä (F6)
it: Salva questo livello (F6)
no: Lagre dette brettet (F6)
pt: Gravar este nível (F6)
sr: Snimi ovaj nivo (F6)
sv: Spara nivån (F6)

source: Delete marked objects (delete)
cs: Vymazat vybrané objekty (delete)
da: Slet markerede objekter (delete)
fi: Poista valitut objektit (delete)
no: Slette merkede objekter (delete)
pt: Apagar objectos marcados (Delete)
sr: Brisanje oznaèenih objekata (delete)

source: Duplicate current object (d)
cs: Duplikovat vybraný objekt (d)
da: Kopiér markerede objekter (d)
es: Duplica el objeto actual (d)
fi: Monista objekti (d)
it: Duplica l'oggetto corrente (d)
no: Duplikker gjeldende objekt (d)
pt: Duplicar objecto actual (d)
sr: Dupliraj trenutni objekat (d)
sv: Kopiera nuvarande objekt (d)

source: Edit Level Properties
cs: Upravit vlastnosti úrovnì
da: Redigér bane-egenskaber
es: Modifica las propiedades del nivel
fi: Muokkaa kentän asetuksia
it: Modifica le proprietà del livello
no: Rediger Brett Egenskaper
pt: Editar Propriedades do Nível
sr: Podesi Karakteristike Nivoa
sv: Editera nivåegenskaper

source: Edit Object Properties
cs: Upravit vlastnosti objektu
da: Redigér objekt-egenskaber
es: Modifica las propiedades del objeto
fi: Muokkaa objektin asetuksia
it: Modifica le proprietà dell'oggetto
no: Rediger Objekt Egenskaper
pt: Editar Propriedades do Objecto
sr: Podesi Karakteristike Objekta
sv: Editera objektegenskaper

source: Start the level and test it (F4)
cs: Spustit úroveò a vyzkou¹et ji (F4)
da: Start og afprøv banen (F4)
es: Inicia el nivel y lo prueba
fi: Kokeile kenttää (F4)
it: Prova il livello (F4)
no: Start brettet og test det (F4)
pt: Começar o nível para teste (F4)
sr: Pokreni i testiraj nivo(F4)
sv: Starta nivån och testa den (F4)

source: Create a new level from scratch
cs: Vytvorit novou úroveò od základu
da: Byg en bane fra ny (glem alt)
es: Crear un nuevo nivel partiendo de cero
fi: Luo uusi kenttä tyhjästä
it: Crea un nuovo livello
no: Lag et nytt brett fra grunnen
pt: Criar um novo nível do nada
sr: Kreiraj novi nivo iz poèetka
sv: Skapa en ny nivå från början

source: Insert an object (Insert)
cs: Vlo¾it objekt (Insert)
da: Indsæt et nyt objekt (insert)
es: Insertar un objeto (Ins)
fi: Lisää objekti (Insert)
it: Inserisci un oggetto (Ins)
no: Sett inn et objekt (Insert)
pt: Inserir um objecto (Insert)
sr: Ubaci objekat (Insert)
sv: Sätt in ett objekt (Insert)

source: Zoom into a region
cs: Pøiblí¾it oblast
da: Zoom ind på et område
es: Zoom sobre una región
fi: Zoomaa valittuun alueeseen
it: Effettua lo zoom su una regione
no: Zoom inn på en region
pt: Amplicar esta região
sr: Približi oblast
sv: Zooma in på ett område

source: Zoom in
cs: Pøiblí¾it
da: Zoom ind
es: Zoom adentro
fi: Zoomaa sisään
it: Zoom avanti
no: Zoom inn
pt: Ampliar
sr: Približi
sv: Zooma in

source: Zoom out
cs: Oddálit
da: Zoom ud
es: Zoom fuera
fi: Zoomaa ulos
it: Zoom indietro
no: Zoom ut
pt: Reduzir
sr: Udalji
sv: Zooma ut

source: Setup Number of Actions
cs: Nastavit poèty akcí
da: Indstil antallet af Pingu-handlinger
es: Establece número de acciones
fi: Säädä toimintojen määriä
it: Imposta il numero di azioni
no: Sett Antall Hendelser
pt: Configurar Número de Acções
sr: Podesi broj akcija
sv: Ställ in antal färdigheter

source: Display Help Screen (F1)
cs: Zobrazit nápovìdu (F1)
da: Vis hjælpeskærm (F1)
es: Muestra Pantalla de Ayuda (F1)
fi: Näytä ohjeruutu (F1)
it: Mostra schermata d'aiuto (F1)
no: Vis Hjelpeskjerm (F1)
pt: Mostrar Ecrã de Ajuda (F1)
sr: Prikazi pomoæni ekran (F1)
sv: Visa hjälpskärm (F1)

source: Yes
cs: Ano
da: Ja
es: Sí
fi: Kyllä
it: Si
no: Ja
pt: Sim
sr: Da
sv: Ja

source: No
cs: Ne
da: Nej
fi: Ei
no: Nei
pt: Não
sr: Ne
sv: Nej

source: Exit Pingus?
cs: Ukonèit Pingus?
da: Afslut Pingus?
es: Abandonar Pingus?
fi: Lopeta peli?
it: Esci da Pingus?
no: Avslutt Pingus?
pt: Sair do Pingus?
sr: Izlaz iz Pingusa?
sv: Avsluta Pingus?

source: unknown
cs: neznámý
da: ukendt
es: desconocido
fi: tuntematon
it: sconosciuto
no: ukjent
pt: desconocido
sr: nepoznato
sv: okänd

source: unlimited
cs: neomezený
da: ubegrænset
es: ilimitado
fi: rajaton
it: illimitato
no: uendelig
pt: ilimitado
sr: neogranièeno
sv: obegränsad

source: Designed by
cs: Autor
da: Designet af
es: Creado por
fi: Suunnitellut
it: Creato da
no: Designet av
pt: Design por
sr: Dizajnirao
sv: Skapad av

source: Pingus to Save: %d
cs: Nutno zachránit: %d
da: Antal der skal reddes: %d
es: Pingüinos a salvar: %d
fi: Pelastettavia pinguja: %d
it: Pingus da salvare: %d
no: Pinguer å redde: %d
pt: Pingus a Salvar: %d
sr: Spasiti Pingusa: %d
sv: Pingus att Rädda: %d

source: Number of Pingus: %d
cs: Poèet pingù: %d
da: Antal Pinguer: %d
es: Número de Pingüinos: %d
fi: Pinguja yhteensä: %d
it: Numero di Pingus: %d
no: Antall Pinguer: %d
pt: Número de Pingus: %d
sr: Broj Pingusa: %d
sv: Antal Pingus: %d

source: Loading...
cs: Nahrávám...
da: Indlæser...
es: Cargando...
fi: Ladataan...
it: Caricamento...
no: Laster...
pt: Carregando...
sr: Uèitavanje...
sv: Läser...

source: Loading finished. Press a mouse button to start the level
cs: Nahráno. Spustí¹ zmáèknutím my¹ího tlaèítka.
da: Færdig med at indlæse. Klik for at starte banen
es: Carga finalizada. Pulsa un botón del ratón para empezar.
fi: Lataus valmis. Aloita kenttä painamalla hiiren nappia.
it: Caricamento effettuato. Premi un tasto del mouse per iniziare
no: Lasting ferdig. Trykk en musetast for å starte brettet
pt: Carregado. Pressione um botão do rato para dar início ao nível
sr: Uèitavanje gotovo. Pritisni dugme miša da poène nivo
sv: Inläsning klar. Tryck på en musknapp för att starta nivån

source: Results:
cs: Výsledky:
da: Resulat:
es: Resultados:
fi: Tulokset:
it: Risultati:
no: Resultater:
pt: Resultados:
sr: Rezultati:
sv: Resultat:

source: Pingus saved: %3d/%3d
cs: Pingù zachránìno: %3d/%3d
da: Pinguer reddet: %3d/%3d
es: Pingüinos salvados: %3d/%3d
fi: Pelastettuja: %3d/%3d
it: Pingus salvati: %3d/%3d
no: Pinguer reddet: %3d/%3d
pt: Pingus salvados: %3d/%3d
sr: Spašeno Pingusa: %3d/%3d
sv: Räddade Pingus: %3d/%3d

source: Pingus died: %3d/%3d
cs: Zesnulých Pingù: %3d/%3d
da: Pinguer som døde: %3d/%3d
fi: Kuolleita: %3d/%3d
no: Døde Pinguer: %3d/%3d
pt: Pingus mortos: %3d/%3d
sr: Ubijeno Pingusa: %3d/%3d

source: Press button to continue...
cs: Pokraèujte zmáèkutím tlaèítka...
da: Klik for at fortsætte.
es: Pulsa un botón del ratón para continuar...
fi: Paina nappia jatkaaksesi...
it: Premi il mouse per continuare...
no: Trykk tast for å fortsette...
pt: Pressione um botão para continuar...
sr: Pritisni dugme za nastavak...
sv: Tryck på en knapp...

source: As many Pingus escaped as entered the level. That's going to be hard to beat.... unless this game becomes pornographic.
cs: Zachránil jsi úplnì v¹echny pingy. To bude tì¾ké pøekonat... pokud se hra nestane pornografickou.
da: Es wurden alle Pingu dieses Levels gerettet. Das wird hart zu schlagen sein... es sei denn dieses Spiel wird pornographisch.
es: Han escapado tantos pingüinos como han entrado en éste nivel. Va a ser duro superarlo... a menos que éste juego se convierta en un festín
fi: Yhtä monta pingua selvisi kuin meni sisään. Siitä on vaikea panna paremmaksi.... ellei peli sitten muutu pornografiseksi.
it: Si sono salvati tanti Pingus quanti ne sono entrati. Sarà dura battere questo risultato... a meno che questo gioco non diventi pornografico.
no: Like mange pinguser kom ut som inn på dette brettet. Det vil bli hardt åslå.... med mindre dette spillet blir pornografisk.
pt: Visto muitos Pingus terem escapado no princípio do nível. Vai ser difícil paraganhar.... a menos que o jogo se torne pornográfico.
sr: Spašeno je onoliko Pingusa koliko je ušlo u nivo. To æe biti teško nadmašiti.... osim ako igra postane pornografska.
sv: Lika många Pingus räddades som kom in på nivån. Det kommer att bli svårt att slå.... om inte spelet blir pornografiskt.

source: Very impressive indeed.
cs: Velmi dobøe.
da: Virkelig imponerende.
es: En dos palabras : im-presionante.
fi: Hyvin vaikuttavaa, etten sanoisi.
it: Davvero impressionante.
no: Meget imponerende.
pt: Muito impressionante mesmo.
sr: Zaista vrlo impresivno.
sv: Verkligen imponerande

source: Good work. Still room for improvement though.
cs: Dobrá práce. Ale stále je¹tì je, co zlep¹ovat.
da: Godt gået. Men den kan stadig gøres en smule bedre.
es: Buen trabajo... Pero puede hacerse mejor me parece.
fi: Hyvää työtä, tosin parantamisen varaakin vielä on.
it: Bel lavoro... Ma c'è ancora spazio per migliorarsi.
no: Godt gjort. Men kan fortsatt bli bedre.
pt: Bom trabalho. Mas ainda podes melhorar um pouco.
sr: Dobro uraðeno. Mada, može to i bolje.
sv: Bra gjort. Det finns dock fortfarande utrymme för förbättringar.

source: Not too shabby, not too shabby at all.
cs: No, nebylo to a¾ tak ¹patné.
da: Ikke dårligt, slet ikke dårligt.
es: No está mal del todo, no está mal.
fi: Eipä yhtään hullummin.
it: Non è male, non è affatto male.
no: Ikke verst, slettes ikke verst.
pt: Não muito trapalhão, mesmo nada trapalhão.
sr: Nije loše, uopšte nije loše.
sv: Inte dåligt, inte dåligt alls.

source: That was OK, but Pingu life insurance premiums have just gotten more expensive.
cs: V celku to u¹lo. Jen, ¾e asi právì pingùm podra¾ily ¾ivotní pojistky.
da: Det var udmærket, men prisen på Pingu-livsforsikringer er lige steget.
es: Bien, pero las aseguranzas de vida de los pingüinos se han revalorizado al alza.
fi: Ihan kohtuullinen suoritus, mutta pingujen henkivakuutukset kallistuivat juuri yllättävästi...
it: Tutto ok, ma i premi dell'assicurazione sulla vita dei Pingus diventeranno piu' costosi.
no: Det var bra, men forsikringspremiene for Pinguer er nettopp steget
pt: Foi bom, mas as indeminisações de vida dos Pingus vão ficar mais caras.
sr: To je bilo dobro, ali polise životnog osiguranja za Pinguse upravo poskupljuju.
sv: Det var okej, men Pingus försäkringspremier gick just upp.

source: Maybe this level calls for a different strategy.
cs: Mo¾ná by to chtìlo jinou strategii.
da: Kanske denne bane kræver en anden strategi.
es: Quizá éste nivel requiere una estrategia diferente.
fi: Ehkä kenttä ratkeaisi paremmin jollain toisella strategialla.
it: Forse questo livello richiede una strategia differente.
no: Kanskje dette brettet krever en annen strategi.
pt: Talvez este nível peça uma estratégia diferente.
sr: Mozda ovaj nivo zahteva drugaèiji pristup.
sv: Den här nivån kräver kanske en annan strategi.

source: Exactly half. Are you saving only the female ones?
cs: Pøesnì polovina. Zachraòoval jsi jen samièky?
da: Præcis halvdelen. Går du kun efter at redde kvinderne?
es: Exactamente la mitad. ¿Estás salvando solamente a las chicas?
fi: Tasan puolet. Pelastatko vain naaraat vai mistä on kyse?
it: Esattamente la metà. Stai salvando solo le femmine?
no: Akkurat halvparten. Redder du bare damene?
pt: Exactamente metade. Estás a salvar apenas as fêmeas?
sr: Taèno pola. Da li možda spašavaš samo zenske?
sv: Precis hälften. Räddar du bara honorna?

source: If I were a Pingu, I never would have left that entrance.
cs: Kdybych byl pingem, nevy¹el bych ze vchodu.
da: Hvis jeg var en Pingu, ville jeg aldrig have forladt banens indgang.
es: Si yo fuese un pingüino, jamás habría abandonado esa entrada.
fi: Jos olisin pingu, en olisi ikinä päässyt uloskäynnille saakka.
it: Se io fossi un Pingu, non avrei mai lasciato quell'entrata.
no: Hvis jeg var en Pingu ville jeg aldri forlatt den inngangen.
pt: Se eu fosse um Pingus, eu nunca teria abandonado a entrada.
sr: Da sam ja Pingus, nikad ne bih ni krenuo sa ulaza.
sv: Hade jag varit en Pingu hade jag aldrig lämnat ingången.

source: Maybe you would feel more at home playing Quake.
cs: Tøeba bys mìl radìji hrát Quake.
da: Måske skulle du holde dig til at spille Quake?
es: Quizá te sentirias mejor jugando al Quake...
fi: Ehkä Quake sopisi sinulle paremmin.
it: Forse ti sentiresti più a tuo agio giocando a Quake...
no: Kanskje du heller burde spilt Quake.
pt: Talvez te sintas mais à vontade a jogar Quake.
sr: Možda si vrsta osobe koja vise voli Quake.
sv: Kanske är du mera hemma med Quake.

source: Maybe this level calls for a different strategy. Like attempting to save them, for example.
cs: Mo¾ná by pomohla jiná strategie. Tøeba se pokusit nìkoho zachránit.
da: Kanske denne bane kræver en anden strategi. Som for eksempel at prøve at redde Pinguerne?
es: Quizá éste nivel requiere una estrategia distinta. Cómo intentar salvarlos a todos, por ejemplo.
fi: Kenttä ratkeaisi ehkä paremmin jollain toisella strategialla - vaikkapa edes yrittämällä pelastaa ne?
it: Forse questo livello richiede una strategia differente. Cercare di salvarli, per esempio.
no: Kanskje dette brettet krever en annen strategi. Som for eksempel å prøve å redde dem.
pt: Talvez seja preciso aplicar uma estratégia diferente neste nível. Como tentar salvá-los, por exemplo.
sr: Možda ovaj nivo zahteva drugaèiji pristup. Na primer, bilo bi dobro da ih probaš spasiti.
sv: Den här nivån kräver anske en annan strategi. Som att försöka rädda dom, till exempel.

source: Ever considered a career as a Pingu exterminator?
cs: U¾ jsi zva¾oval kariéru jako hubiè pingù?
da: Har du overvejet en karriere som Pingu-udrydder?
es: ¿Nunca te has planteado hacer carrera como exterminador de pingüinos?
fi: Oletko harkinnut uraa pinguntorjujana?
it: Non hai mai considerato una carriera come Sterminatore di Pingus?
no: Har du vurdert en karrière som Pingus-utrydder?
pt: Alguma vez consideraste uma carreira de exterminador de Pingus?
sr: Da li razmisljaš da se profesionalno baviš ubijanjem Pingusa?
sv: Du har inte funderat på en karriär som Pingu-utrotare?

source: You missed one! What's your excuse!?
cs: Skoro, a¾ na jednoho. Jakou má¹ pro to omluvu?
da: Du glemte én! Hvad er din undskyldning?
es: ¡Te has dejado uno! ¿!¿Cómo lo explicas?!?
fi: Yksi jäi listimättä! Mikä on tekosyysi!?
it: Ne hai perso uno! Come te lo spieghi?!?
no: Du bommet på en! Hvilken unnskyldning har du!?
pt: Perdeste um! Qual é a tua desculpa!?
sr: Propustio si jednog! Koji je tvoj izgovor?!
sv: Du missade en! Vad har du för ursäkt!?

source: Please reassure me that you hit the Armageddon button.
cs: To urèitì byl výsledek pou¾ití tlaèítka Armagedon, nebo snad ne?!
da: Ingen blev reddet?! Jeg håber det skyldes at du trykkede på dommedagsknappen.
es: Porfa asegúrame que le has dado al botón de Armageddon
fi: Painoit varmaan joukkotuhonappia, eikö? Sovitaan niin, jooko?
it: Rassicurami: hai premuto il tasto Armageddon, vero?
no: Vær så snill å si at du trykte på Armageddon-knappen
pt: Por favor, diz-me que carregaste no botão de Armagedão.
sr: Molim te, ubedi me da si aktivirao Armageddon dugme.
sv: Snälla säg att du använde Armageddon-knappen.

source: You've got a negative save/total value, something is buggy.
cs: Získal jsi záporný poèet zachránìných z celku, nìkde je chyba.
da: Du har reddet et negativt antal Pinguer..?!? Det må være os der har gjort noget galt her.
es: I Pingus da salvare sono più che nel totale, qualcosa non va.Tu relación de pingüinos en total/salvados es negativa. Algo falla.
fi: Onnistuit saamaan negatiivisen tuloksen, pelissä on luultavasti jotain vikaa.
it: I Pingus da salvare sono più che nel totale, qualcosa non va.
no: Du fikk en negativ reddet/totalt sum, noe er galt.
pt: Tiveste um valor negativo de salvações, há algum bug por aqui.
sr: Imaš negativan odnos spašeno/ukupno, postoji neka greška.
sv: Du har negativ räddad/totalt-värde, någonting är trasigt.

source: ..:: The people who brought this game to you ::..
da: ..:: Personerne, der har bragt dig dette spil... ::..
fi: ..:: Näytä pelin tekijät ::..
it: ..:: Le persone grazie alle quali hai questo gioco ::..
no: ..:: Folkene som ga deg dette spillet ::..
pt: ..:: As pessoas que levaram este jogo até ti ::..
sr: ..:: Ljudi koji su Vam omoguæili ovu igru ::..
sv: ..:: De som skapat spelet åt dig ::..

source: Credits
da: Medvirkende
fi: Tekijät
no: Kreditter
pt: Méritos
sr: Zasluge
sv: Tack

source: ..:: Takes you to the options menu ::..
da: ..:: Indstillinger, snydekoder og test-ting ::..
fi: ..:: Näytä asetusvalikko ::..
it: ..:: Vai al menu delle opzioni ::..
no: Tar deg til opsett menyen
pt: ..:: Leva-te ao menu de opções ::..
sr: ..:: Vodi Vas na meni sa opcijama ::..
sv: ..:: Tar dig till inställningsmenyn ::..

source: Options
da: Indstillinger
fi: Asetukset
it: Opzioni
no: Opsett
pt: Opções
sr: Opcije
sv: Inställningar

source: ..:: Bye, bye ::..
cs: ..:: Na shledanou ::..
da: ..:: På gensyn ::..
es: ..:: Adios! ::..
fi: ..:: Hei, hei! ::..
it: ..:: Ciao ciao! ::..
no: ..:: Ha-det ::..
pt: ..:: Adeuzinho ::..
sr: ..:: Vidimo se ::..
sv: ..:: Adjö ::..

source: Exit
cs: Konec
da: Afslut
es: Salir
fi: Poistu
it: Esci
no: Avslutt
pt: Sair
sr: Izlaz
sv: Avsluta

source: ..:: Launch the level editor ::..
cs: ..:: Spustit editor úrovní ::..
da: ..:: Start banebyggeren ::..
es: ..:: Eejcuta el editor de niveles ::..
fi: ..:: Käynnistä kenttäeditori ::..
it: ..:: Lancia l'editor dei livelli ::..
no: ..:: Start brettredigereren ::..
pt: ..:: Lança o editor de níveis ::..
sr: ..:: Pokreni editor nivoa ::..
sv: ..:: Starta nivåeditorn ::..

source: Create a
da: Byg en
fi: Luo uusi
it: Crea un
no: Lag et
pt: Criar um
sr: Kreiraj
sv: Skapa en

source: Level
da: bane
fi: kenttä
it: Livello
no: Brett
pt: Nível
sr: Nivo
sv: Nivå

source: ..:: Start the game ::..
cs: ..:: Spustit hru ::..
da: ..:: Start spillet ::..
es: ..:: Inicia el juego ::..
fi: ..:: Aloita peli ::..
it: ..:: Inizia il gioco ::..
no: ..:: Start spillet ::..
pt: ..:: Inicia o jogo ::..
sr: ..:: Pokreni igru ::..
sv: ..:: Starta spelet ::..

source: Start
es: Inicia
fi: Aloita
it: Inizia
pt: Começar
sr: Pokreni
sv: Starta

source: ..:: Start a contrib level ::..
da: ..:: Start en Contrib-bane ::..
fi: ..:: Aloita lisäkenttä ::..
it: ..:: Inizia un livello contribuito ::..
no: ..:: Start et contrib brett ::..
pt: ..:: Inicia um nível contribuído ::..
sr: ..:: Pokreni dodatni nivo ::..
sv: ..:: Starta en bidragen nivå ::..

source: Contrib
fi: Lisäkenttä
pt: Contribuições
sr: Dodaci
sv: Bidrag

source: ..:: Multiplayer Modes... experimental stuff ::..
da: ..:: Flerspiller-modus... eksperimentelt ::..
fi: ..:: Moninpelit... kokeellista tavaraa ::..
it: ..:: Modo Multigiocatore ::.. sperimentale ::..
no: ..:: Flerspiller moduser... eksperimentelle saker ::..
pt: ..:: Modo Multi-Jogador... ainda experimental ::..
sr: ..:: Modovi za više igraèa... eksperimentalno ::..
sv: ..:: Multiplayermod... experimentella saker ::..

source: Multi
fi: Moninpeli
no: Fler
sr: Više

source: Angel
cs: Andìl
da: (Engel)
es: Ángel
fi: Enkeli
it: Angelo
no: Vinkel
pt: Anjo
sr: Anðeo
sv: Ängel

source: Basher
cs: Prohrabávaè
da: Grave-Pingu
es: Golpeador
fi: Murskaaja
it: Sfondamuri
pt: Perfurador
sr: Glodaè
sv: Bankare

source: Blocker
cs: Blokovaè
da: Spærre-Pingu
es: Obstáculo
fi: Pysäyttäjä
it: Ostacolo
pt: Bloqueador
sr: Bloker
sv: Blockare

source: Boarder
cs: Skej»ák
da: Skater-Pingu
es: Patinador
fi: Laatoittaja
it: Skater
pt: Skater
sr: Skejter
sv: Skejtare

source: Bomber
cs: Bombík
da: Bombe-Pingu
es: Bomba
fi: Pommittaja
it: Bombarolo
pt: Bombista
sr: Samoubica
sv: Bombare

source: Climber
cs: Horolezec
da: Klatre-Pingu
es: Escalador
fi: Kiipeilijä
it: Arrampicatore
pt: Trepador
sr: Penjaè
sv: Klättrare

source: Digger
cs: Kopáè
da: Bore-Pingu
es: Excavador
fi: Kaivaja
it: Scavatore
pt: Escavador
sr: Kopaè
sv: Grävare

source: Drown
cs: Utonulý
da: (Drukner)
es: Ahogado
fi: Hukkuminen
it: Annegato
pt: Afogado
sr: Davljenik
sv: Drunkna

source: Exiter
cs: Vycházející
da: (Reddet)
es: Fugitivo
fi: Poistuja
it: In uscita
pt: Saíndo
sr: Izlaznik
sv: Lämnar

source: Faller
cs: Padající
da: (Falder)
es: En caida
fi: Putoaja
it: In caduta
pt: Caindo
sr: Padaè
sv: Fallare

source: Floater
cs: Para¹utista
da: Svæve-Pingu
es: Paracaidista
fi: Leijuja
it: Paracadutista
pt: Flutuador
sr: Padobranac
sv: Svävare

source: Jumper
cs: Skokan
da: Hoppe-Pingu
es: Saltador
fi: Hyppääjä
it: Saltatore
pt: Saltador
sr: Skakaè
sv: Hoppare
