Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: Show Story?
cs: Ukázat pøíbìh?
da: Vis historie?
es: ¿Mostrar historia?
fi: Näytä tarina?
it: Mostra storia?
no: Vis historien?
pt: Mostrar História
sr: Prikazi pricu?
sv: Visa Historia?

source: Leave?
cs: Opustit?
da: Forlad?
es: ¿Abandonar?
fi: Poistu?
it: Esci?
no: Gå ut?
pt: Abandonar?
sr: Napusti?
sv: Lämna?

source: Enter?
cs: Vstoupit?
da: Besøg?
es: ¿Iniciar?
fi: Valitse?
it: Inizia?
no: Gå inn?
pt: Entrar?
sr: Udji?
sv: Gå in?

source: WorldMap: File not found:
cs: WorldMap: Soubor nenalezen:
da: Verdenskort: Filen findes ikke:
es: Worldmap: Archivo no encontrado:
fi: WorldMap: Tiedostoa ei löydy:
it: Worldmap: File assente:
no: WorldMap: Fil ikke funnet:
pt: WorldMap: Ficheiro não encontrado:
sr: WorldMap: Fajl nije nadjen:
sv: Världskarta: Fil kan inte hittas:

source: ...walking...
cs: ...jdu...
da: ...går...
es: ...andando...
fi: ...kävelee...
it: ...sto andando...
no: ...går...
pt: ...andando...
sr: ...hodanje...
sv: ...går...

source: Naming Convention: <LEVELNAME><NUMBER>-<CREATOR>.plf
fi: Nimeämiskäytäntö: <KENTÄNNIMI><NUMERO>-<TEKIJÄ>.plf

source: Naming Convention: <LEVELNAME><NUMBER>-<CREATOR>.pingus
cs: Konvence pojmenovávání: <JMÉNO ÚROVNÌ><ÈÍSLO>-<AUTOR>.plf
da: Navnekonvention: <BANENAVN><NUMMER>-<DESIGNER>.pingus
no: Navngivnings Standard: <BRETTNAVN><NUMMER>-<SKAPER>.pingus
sv: Namnstandard: <NIVÅNAMN><NUMMER>-<SKAPARE>.pingus

source: Ok
es: Vale
