Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: So the Pingus set out and constructed some large rafts, enough to carry them all. After also packing a bunch of provisions they were prepared to start their journey and leave their familiar ground and enter the unknown parts of the world.
cs: Tak¾e pingové postavili nìkolik velkých vorù, dostatek, aby se mohli v¹ichni pøepravit. Je¹tì sehnali dostateèné zásoby potravin a byli koneènì pøipraveni opustit známou zemi a vydat se na svou pou» do neznámých oblatí svìta.
da: Så Pinguerne gik i gang og fik bygget nogle store tømmerflåder, nok til at de alle kunne være på dem. Efter også at have pakket en mængde forsyninger var de parate til at påbegynde rejsen, forlade deres trygge hjemland og begive sig til nye, ukendte dele af verden.
es: Así que los pingüinos salieron y construyeron algunas canoas, suficientes para transportarlos a todos ellos. Después de empaquetar algunas provisiones se prepararon para empezar su aventura y abandonar su tierra natal, para entrar en las tierras desconocidas del mundo.
fi: Pingut ryhtyivät toimeen ja rakensivat itselleen useita suuria lauttoja, joilla koko joukko pääsisi meren yli. Pakattuaan mukaan vielä hieman muonaa ja muita tarpeita, ne oliva valmiita jättämään kodin taakseen ja suunnistamaan kohti tuntematonta.
it: Allora i Pingus si misero al lavoro e costruirono delle zattere, grandi abbastanza per trasportarli tutti. Dopo aver anche raccolto un po' di provviste, si prepararono finalmente a partire per il loro viaggio, lasciando la terra natìa per entrare nelle zone sconosciute del mondo.
no: Så Pingusene satte i gang med å bygge noen store flåter, nok til å frakte dem alle. Etter også å ha pakket proviant var de klare til å ta til på ferden fra kjente farvann og fortsette til verdens ukjente strøk
pt: Então os Pingus puseram mãos à obra e construiram largas jangadas, o suficiente para os transportar a todos. Depois também de empacotarem uma série de abastecimentos, eles estavam finalmente preparados para iniciar a sua jornada, abandonar o seu lar e entrar nas zonas virgens do mundo.
sr: Tako su Pingusi otisli i napravili nekoliko velikih splavova, dovoljno da ih sve ponesu. Nakon pakovanja raznih namirnica bili su konacno spremni da zapocnu svoje putovanje i napuste sebi poznate krajeve i zadju u nepoznate delove sveta.
sv: Så Pingus gav sig iväg och byggde stora flottar, tillräckligt för att ta med dom allihopa. Efter att också ha packat förnödenheter var dom färdiga att till slut påbörja sin resa och lämna sina hemtrakter och färdas in i dom okända delarna av världen.

source: So the Pingus sit on their raft, worrying about what's to come and where to go, while floating into the sunset. To be continued...
cs: Jak tak sedìli na svých vorech, pøemý¹leli, co je èeká a odplouvali do západu slunce. Bude mít pokraèování...
da: Så Pinguerne sidder på deres flåder, bekymrede for hvad der vil ske og hvor de vil komme hen, og flyder mod solnedgangen. Fortsættes...
es: De ésta forma los pingüinos se sentaron en sus canoas, preocupándose sobre donde les llevaría su destino, mientras viajaban rumbo a la puesta de sol. Continuará...
fi: Niin pingut istuivat lautoillaan huolestuneina siitä, mitä tuleman piti ja minne matka johtaisi, ajelehtiessaan kohti auringonlaskua. Jatkuu...
it: Quindi i Pingus salirono sulle zattere, un po' preoccupati del futuro, galleggiando nel tramonto... Continua...
no: Så der sitter Pingusene på flåten sin og bekymrer seg for hva som er i vente, og hvor de skal dra, mens de flyter sakte inn i solnedgangen Fortsettelse følger...
pt: Então os Pingus fizeram-se ao mar, preocupando-se com o que viria e para onde iriam, enquanto navegavam ao sabor do pôr-do-sol. Continua...
sr: Tako su Pingusi seli u svoj splav, i brinuli sta ce da se desi i kuda ce ici, i plovili prema zalasku sunca. Nastavice se...
sv: Pingus sitter på sin flotte och oroar sig för vad som komma skall och vart dom ska, medan dom flyter in i solnedgången. Fortsättning följer...

source: The Journey Begins
cs: Výprava zaèíná
da: Rejsen begynder
es: Comienza la aventura
fi: Matka alkaa
it: L'Avventura Inizia
no: Ferden begynner
pt: A Aventura Começa
sr: Putovanje pocinje
sv: Resan Börjar

source: For a long time, the Pingus have lived happily in peace on the South Pole along with all the other animals. Everything was in balance and it seemed like nothing could disrupt their peace. The Pingus were happy and it seemed like this could never end.
cs: Po dlouhý èas ¾ili pingové ¹tastnì a spokojenì na severním pólu spolu s ostatníma zvíøátkama. V¹echno bylo v rovnováze a vùbec to nevypadalo, ¾e by nìco mohlo tento klid vyru¹it. Pingové byli ¹tastní a zdálo se, ¾e tomu u¾ bude nav¾dy.
da: I lang tid har Pinguerne levet lykkeligt i fred på Sydpolen sammen med alle de andre dyr. Alt har været i balance, og intet syntes at kunne forstyrre deres fred. Pinguerne var lykkelige, og det var, som om dette aldrig kunne få en ende.
es: Desde mucho tiempo atrás, los pingüinos han vivido felices y en paz en el polo sur junto a todos los otros animales. Todo estaba en equilibrio y parecía que nada iba a enturbiar su paz. Los pingüinos eran felices y parecía que eso nunca iba a acabar.
fi: Pingut olivat pitkään asuneet etelänävalla, hyvässä sovussa sen muiden eläinlajien kanssa. Kaikki oli tasapainoista ja vaikutti siltä, ettei mikään voisi häiritä niiden rauhaa. Pingut voivat hyvin, onnelle ei näkynyt loppua.
it: Per molto tempo i Pingus vissero felici ed in pace al Polo Sud insieme agli altri animali; regnava l'armonia e sembrava che niente potesse intaccare la loro tranquillità. I Pingus erano contenti e sembrava che la cosa potesse durare in eterno.
no: i lange tider har Pingusene levd lykkelig og fredfullt på Sørpolen sammen med alle de andre dyrerne. Alt var i balanse og det virket som ingenting kunne forstyrre freden. Pingusene var glade og det virket som dette aldri ville ende.
pt: Durante um longo tempo, os Pingus viveram felizes e em paz no Pólo Sul, juntamente com outros animais. Tudo estava bem e tudo levava a crer que nada romperia com a sua paz. Os Pingus eram felizes, felicidade essa que não parecia ter fim.
sr: Dugo vremena su Pingusi ziveli srecno i u miru na juznom polu uz sve druge zivotinje. Sve je bilo u ravnotezi i izgledalo je kao da nista ne moze narusiti njihov mir. Bili su vrlo srecni i izgledalo je kao da tome nema kraja.
sv: Under en lång tid har Pingus levt lyckliga i fred på sydpolen tillsammans med alla andra djur. Allting var i balans och det verkade som om ingenting kunde störa deras tillvaro. Pingus var lyckliga och det verkade som om det aldrig skulle ta slut.

source: But then one day, things began to change slowly: the sky got darker and the earth got warmer. Firstly, they thought this was just a normal fluctuation in the world's climate, but things seemed to get worse and worse with every year.
cs: Ale jednoho dne se zaèala situace pozvolna mìnit - obloha se zamraèila a Zemì se zaèala oteplovat. Nejdøíve to vypadalo jen jako bì¾né výkyvy svìtového podnebí, jen¾e se situce rok od roku zhor¹ovala.
da: Men så en dag begyndte der pludselig at ske langsomme ændringer: himlen blev mørkere, og det blev varmere. Først troede de at dette blot var de normale svingninger i Jordens klima - men det så ud til at blive værre og værre for hvert år der gik.
es: Pero un dia, las cosas empezaron a cambiar lentamente: el cielo se oscureció y la tierra se calentó. Primero, pensaron que sería sólo una fluctuación normal en el clima del mundo, pero las cosas fueron a peor cada año.
fi: Eräänä päivänä harmonia alkoi kuitenkin hiljalleen järkkyä: taivas tummeni ja maa lämpeni. Aluksi pingut ajattelivat sen johtuvan vain maailman ilmaston normaaleista vaihteluista, mutta tilanne näyttikin vuosi vuodelta vain pahenevan.
it: Ma un giorno, le cose iniziarono a cambiare: il cielo si fece scuro e la terra divenne più calda. All'inizio pensarono ad una normale fluttuazione del clima, ma la situazione si faceva peggiore di anno in anno.
no: Men så en dag begynte ting å sakte forandre seg: himmelen ble mørkere og bakken ble varmere. Først trodde de dette bare var naturlige klimaendringer, men ting ble bare verre fra år til år.
pt: Porém, um dia, as coisas começavam a mudar lentamente, o céu ficou mais escuro e a terra ficava mais quente, os seus primeiros pensamentos foram que isto não passava de uma pequena flutuação do clima, mas as coisas começaram a ficar piores e piores todos os anos.
sr: Ali, jednog dana, stvari su pocele da se polako menjaju, nebo se zacrnilo, zemlja se ugrejala. Prvo su pomislili da je to samo normalna fluktuacija u svetkskom klimatu, ali izgledalo je kao da se iz godine u godinu stvari sve vise i vise pogorsavaju.
sv: Men så en dag började saker långsamt att förändras, himlen blev mörkare och jorden blev varmare. Först trodde de det bara var en normal fluktuation i världens klimat, men allt verkade bli värre och värre för varje år som gick.

source: The snow began to melt away in a few areas and food became an issue. Other animals tried to leave the region to search for colder areas, but the Pingus knew that this wouldn't help: they knew that they had to do something about it.
cs: Sníh pomalu tál a mizel, a v nìkolika oblastech se objevily problémy se shánìním potravy. Ostatní zvíøátka ode¹la pryè hledat chladnìj¹í oblasti. Pingové ale vìdìli, ¾e to pranic nepomù¾e, ¾e musí nìco podniknout, aby zkáze zabránili.
da: Sneen begyndte nogle steder at smelte, og det blev efterhånden et problem at finde mad. Andre dyr prøvede at forlade området for at søge efter koldere steder, men Pinguerne vidste, at dette ikke ville hjælpe: de vidste at de blev nødt til at gøre noget ved det.
es: La nieve empezó a derretirse en algunos sitios y la comida empezó a escasear. Otros animales intentaron dejar la región buscando sitios más frios, pero los pingüinos sabían que esto no ayudaría: tenian que hacer algo.
fi: Lumi suli pois joiltain alueilta ja ruoansaanti alkoi tuottaa vaikeuksia. Monet eläimet yrittivät etsiytyä kylmemmille seuduille, mutta pingut tiesivät ettei siitä olisi apua. Niiden olisi itse tehtävä asialle jotain.
it: La neve iniziò a sciogliersi in alcune regioni ed il cibo iniziò a scarseggiare. Gli altri animali già iniziavano a lasciare la zona in cerca di aree più fredde, ma i Pingus sapevano che questa non era la soluzione: bisognava fare qualcosa per risolvere il problema.
no: Snøen begynte å smelte i enkelte områder og det ble verre å finne mat. Andre dyr prøvde å forlate regionen for å lete etter kaldere plasser, men Pingusene viste at dette ikke ville hjelpe: De viste at de måtte gjøre noe med det.
pt: A neve começara a derreter nalgumas regiões e a comida a escacear. Outros animais já tinham abandonado a região à procura de áreas mais frias. Os Pingus sabiam que não adiantaria ficarem parados, foi então que se aperceberam que tinham que fazer algo acerca deste problema.
sr: Sneg je poceo da se topi i u nekim delovima hrana je postala vazno pitanje. Druge zivotinje su vec pocele da napustaju region u potrazi za hladnijim podrucjima, ali Pingusi su znali da to nece pomoci, vec su morali da ucine nesto.
sv: Snön började smälta undan i några områden och mat började bli ett problem. Andra djur tenderade att lämna området för att leta efter kallare områden, men Pingus visste att detta inte skulle hjälpa; de visste att de måste göra någonting åt det här.

source: So the circle of the eldest came together to decide what to do about it. They decided to send out an expedition around the world to find the cause of this warming. The expedition consisted of hundreds of the bravest Pingus on the South Pole.
cs: Tak¾e se se¹el kruh nejstar¹ích, aby rozhodl, co dìlat. Nakonec se rozhodli vyslat výpravu kolem svìta, která by na¹la pøíèinu oteplování. Expedici tvoøily stovky nejstateènìj¹ích pingù z celého severního pólu.
da: Så de Ældstes Råd samledes for at beslutte, hvad der skulle gøres. De besluttede at sende en ekspedition verden rundt for at finde årsagen til denne opvarmning. Ekspeditionen skulle bestå af hundreder af de modigste Pinguer på Sydpolen.
es: Así que el consejo de ancianos se reunió y decidió que hacer. Decidieron enviar una expedición alrededor del mundo para encontrar la causa de éstas inclemencias. La expedición consistió en cientos de los más valientes pingüinos del Polo Sur.
fi: Niinpä vanhimmat ja viisaimmat pingut kokoontuivat yhteen miettimään mitä tehdä. Päätöksenä oli lähettää retkikunta maailmalle selvittämään mistä lämpeneminen johtui. Tehtävää suorittamaan valittiin satoja etelänavan urheimpia pinguja.
it: Così il Consiglio dei Saggi si riunì per discutere cosa fare. Decisero di mandare una spedizione nel mondo per trovare la causa del riscaldamento. La spedizione consisteva di centinaia dei Pingus più coraggiosi del Polo Sud.
no: Så de eldstes sirkel samlet seg for å bestemme hva som måtte gjøres. De bestemte seg for å sende ut en ekspedisjon rundt jorda for å finne kilden til denne oppvarmingen. Ekspedisjonen bestod av flere hundre av de modigste Pingusene på Sørpolen.
pt: Então o círculo de anciões juntou-se para tomar uma decisão. Foi então que eles decidiram enviar uma expedição à volta do mundo para encontrar a causa deste aquecimento. A expedição consistia em centenas dos mais bravos Pingus do Pólo Sul.
sr: Tako se okupio krug najstarijih da odluce sta ce da urade povodom situacije. Odlucili su da posalju ekspediciju na put oko sveta da nadje razlog zagrevanju. Ekspedicija se sastojala od stotina najhrabrijih Pingusa sa Juznog pola.
sv: så de äldstes krets samlades för att bestämma vad som skulle göras. De bestämde sig för att skicka ut en expedition ut i världen för att hitta orsaken till uppvärmningen. Expeditionen bestod av hundratals av de modigaste Pingus på sydpolen.

source: And they picked you to lead them on their journey around the world. Since the journey will be dangerous and difficult, your first goal is the Island of Mogorok, also known as the Tutorial Island. According to the eldest, this island has always been the first stop of Pingus that were sent out into the world.
cs: A ty jsi byl vybrán, abys je vedl na této pouti kolem svìta. Proto¾e cesta bude obtí¾ná a nebezpeèná, va¹í první zastávkou bude ostrov Mogorok, té¾ známý jako výukový ostrov. Podle star¹ích byl ostrov v¾dy první metou výprav, které do svìta smìøovaly.
da: Og de valgte dig til at lede dem på denne jordomrejse. Da rejsen vil blive farlig og svær, vil dit første rejsemål blive øen Mogorok, også kaldet Øveøen. Ifølge de Ældste har denne ø altid været det første stop for Pinguer, der er blevet sendt ud i verden.
es: Y ellos te han escogido a ti en su viaje alrededor del mundo. Dado que el viaje será peligroso y difícil, tu primer objetivo es la Isla de Mogork, conocida también como Isla Tutorial. De acuerdo a los ancianos, ésta isla siempre ha sido la primera parada de los pingüinos que han sido enviados a explorar el mundo
fi: Sinut, hyvä pelaaja, valittiin johtamaan retkikuntaa sen matkalla maailman ääriin. Koska vaelluksesta tulee varmasti vaikea ja vaarallinen, ensimmäinen kohteesi on Mogorok, joka tunnetaan myös nimellä Harjoitussaari. Vanhimpien mukaan matkalle valmistautuvat pingut ovat aina aloittaneet sieltä.
it: E scelsero te per guidarli nel loro viaggio intorno al mondo. Dato che il viaggio sarà pericoloso e difficile, il tuo primo obiettivo è l'Isola di Mogorok, conosciuta anche come Isola Tutorial. Secondo i Saggi, quest'isola è sempre stata la prima tappa dei Pingus in viaggio per il mondo.
no: Og de valgte deg til å lede dem på deres ferd gjennom verden. Siden ferden vil bli både vanskelig og farlig, er ditt første mål øya Mogorok, også kjent som Læreøya. Ifølge de eldste har dette alltid vært første stopp for Pinguser som er blitt sendt ut i verden.
pt: E eles nomearam-te a ti como seu líder para a viagem à volta do mundo. Visto a viagem ser perigosa e difícil, o teu primeiro objectivo é a Ilha de Mogorok, também conhecida como a Ilha Tutorial. De acordo com os anciões, esta ilha sempre fora uma primeira paragem para os Pingus que eram mandados em excursões.
sr: A tebe su izabrali da ih vodis na njihovom putuovanju oko sveta. Posto ce putovanje biti opasno i tesko, tvoj prvi cilj je Ostrvo Mogorok, takodje poznato i kao Tutorsko Ostrvo. Po prici najstarijih, to ostrvo je oduvek bilo pocetna tacka Pingusa poslatih u svet.
sv: Dom valde också dig att leda dem på sin resa runt världen. Då resan blir farlig och svår blir ert första mål ön Mogorok, även känd som Tutorial Island. Enligt de äldste har den ön alltid varit första anhalten för Pingus som sänts ut i världen.

source: The island consists of many areas that are ideal to teach the Pingus their abilities. The Pingus can learn to build bridges, climb, bash and use many other talents which they will need on their long and dangerous journey.
cs: Na ostrovì se nachází spousta oblastí, které jsou ideální k trénování schopností pingù. Pingové si tu mohou zdokonalit své schopnosti stavìní mostù, lezení, hrabání a dal¹í schopnosti, které urèitì budou cestou potøebovat.
da: På øen findes mange områder, som er ideelle til at lære Pinguerne om deres evner. Pinguerne kan lære at bygge broer, at klatre, grave og at udnytte mange andre talenter, som de vil få brug for på den forestående lange og farefyldte færd.
es: La isla consiste en varias areas que son ideales para enseñarte las habilidades de los pingüinos. Los pingüinos pueden aprender a construir puentes, escalar, cavar y usar otros talentos que necesitarán en su largo y peligroso viaje.
fi: Saarella on erilaisia alueita, jotka soveltuvat erinomaisesti pingujen kouluttamiseen. Pingujen on opittava kiipeilyä, sillanrakennusta, esteiden murskausta ja muita tärkeitä taitoja joita pitkästä matkasta suoriutuminen edellyttää.
it: Quest'isola consiste di molte regioni, ideali per apprendere le abilità Pingus. Qui i Pingus possono esercitarsi a costruire ponti, a scavare, ad arrampicarsi ed a fare tutto quello che potrebbe servire durante il loro lungo e pericoloso viaggio.
no: Øya består av mange områder som er ideelle for å lære Pingusene ferdighetene sine. Pingusene kan lære å bygge broer, klatre slå seg vei, og bruke mange andre talenter som de vil trenge på sin lange og farefulle ferd.
pt: A ilha consiste em vastas regiões que são ideais para treinar as habilidades dos Pingus. Os Pingus podem treinar as suas habilidades para construir pontes, trepar, perfurar e todos os seus outros talentos que certamente irão necessitar durante a longa e perigosa viagem.
sr: Ostrvo se sastoji iz mnostva regiona, koji su idealni za uvezbavanje sposobnosti Pingusa. Pingusi mogu tamo vezbati svoje sposobnosti mostogradnje, penjanja, kopanja, kad i razne druge vestine koje ce im sigurno zatrebati u dugom i opasnom putovanju.
sv: Ön består av många områden som är perfekta för att träna Pingus i sina färdigheter. Pingus kan träna sin förmåga att bygga broar, klättra, banka och använda många andra talanger dom kommer att behöva under sin långa, farliga färd.

source: While there, you can practice your abilities in commanding and guiding the Pingus. You can also get familiar with all the abilities the Pingus provide and learn to master them, since you will need all of them on your journey around the world.
cs: Ty si zase procvièí¹ velitelské umìní. Mìl byses seznámit se v¹emi schopnostmi, kterými pingové oplývají. Musí¹ je opravdu dokonale zvládnout, proto¾e je v¹echny bude¹ cestou potøebovat.
da: Samtidig kan du opøve dine evner for at kommandere og lede Pinguerne. Du bliver på denne måde bekendt med alle de færdigheder, Pinguerne besidder, og kan lære at mestre dem, for du vil få brug for dem alle på din rejse jorden rundt.
es: Mientras tanto, puedes practicar tus habilidades en dirigir y guiar a los pingüinos. Puedes además familiarizarte con todas las habilidades que los pingüinos proveen y aprender a manejarlos, ya que los necesitarás a todos en tu viaje por el mundo.
fi: Saarella voit harjoitella pingujen johtamista, tutustua mihin kaikkeen ne pystyvät ja opetella hyödyntämään niiden oikeita kykyjä oikeissa tilanteissa. Ilman sinua pingut eivät varmasti selviä matkastaan, joten valmistaudu huolella.
it: D'altra parte, anche tu potrai allenarti a comandare e guidare i Pingus. Potrai familiarizzare con tutte le abilità che i Pingus hanno, e magari approfondirle, dato che ti serviranno sicuramente in questa avventura intorno al mondo.
no: Mens du er der, kan du øve på ferdighetene dine i å kommandere og lede Pingusene. Du kan også bli kjent med alle ferdighetene Pingusene har og lære å mestre dem siden du vil trenge alle på din ferd gjennom verden.
pt: Enquanto tu, por outro lado, vais praticar as tuas habilidades para comandar e guiar os Pingus. Podes também familiarizar-te com todas as suas habilidades, que eles irão aprender e melhorar, visto tu precisares delas para os guiares por essa viagem à volta do mundo.
sr: Sa druge strane, ti mozes uvezbati svoju sposobnost da naredjujes i vodis Pinguse. Takodje se mozes upoznati sa svim sposobnostima koje Pingusi poseduju i nauciti da koristis, jer ce ti sve te vestine sigurno trebati na vasem putu oko sveta
sv: Du kan, å andra sidan, öva din färdighet i att leda och guida Pingus. Du kan också bekanta dig med alla färdigheter Pingus har och lära dig behärska dem, då ni kommer behöva dem alla under er färd runt världen.

source: Now that you and the Pingus have arrived at Tutorial Island it is time to take command and begin your mission. Good Luck!
cs: Nyní, kdy¾ jsi se svou partou dorazil na výukový ostrov, je èas zaèít a pøevzít velení mise. Hodnì ¹tìstí!
da: Nu hvor du og Pinguerne er ankommet til Øveøen, er det tid at overtage kommandoen og begynde på din mission. Held og lykke!
es: Ahora que tú y los pingüinos habeis finalizado en Isla Tutorial es hora de tomar el mando y empezar tu misión. ¡Buena suerte!
fi: Nyt kun pingut ovat saapuneet Harjoitussaarelle, sinun on aika ottaa ohjat käsiisi ja aloittaa tehtävä. Onnea matkaan!
it: Adesso che tu ed i Pingus diete arrivati all'Isola Tutorial è venuto il momento di prendere il comando ed iniziare la missione. Buona Fortuna!
no: Nå som du og Pingusene er kommet frem til Læreøya er det på tide å ta kommandoen og starte på oppdraget ditt. Lykke til!
pt: Agora que tu e os Pingus chegaram à Ilha Tutorial é altura de tomares o comando e dares início à tua missão. Boa Sorte!
sr: Sada, kada ste Pingusi i ti stigli na Tutorsko ostrvo, vreme je da preuzmes komandu i zapocnes svoju misiju. Srecno!
sv: Nu när du och Pingus har anlänt till Tutorial Island är det dags att ta kommandot och påbörja ert uppdrag. Lycka Till!

source: Environment variable $HOME not set, fix that and start again.
cs: Promìnná prostøedí $HOME není nastavena. Po opravì spus»te znovu.
da: Miljøvariablen $HOME er ikke sat - set den og start igen.
es: La variable de ambiente $HOME no está definida, corrígela y prueva de nuevo.
fi: Ympäristömuuttuja $HOME:a ei ole asetetty, korjataan tilanne ja aloitetaan alusta.
it: La variabile d'ambiente $HOME non è definita, correggila e prova ancora.
no: Miljøvariabel $HOME er ikke satt, fiks det og start om igjen.
pt: A variável de ambiente $HOME não está configurada, arranja isso e arranca novamente.
sr: Varijabla okruzenja $HOME nije postavljena, ispravi pa ponovi.
sv: Omgivningsvariablen $HOME är inte satt, ordna det och starta igen.

source: locked
cs: zamknuto
da: låst
es: bloqueado
fi: lukittu
it: bloccato
no: låst
pt: trancado
sr: zakljucano
sv: låst

source: Show Ending?
cs: Ukázat konec?
da: Vis afslutning?
es: ¿Mostrar final?
fi: Näytä lopetus?
it: Mostra conclusione?
no: Vis slutten?
pt: Mostrar Final
sr: Prikazi kraj?
sv: Visa Slut?
