Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: Bridger
cs: Mostaø
da: Bro-Pingu
es: Ingeniero
fi: Siltaaja
it: Pontiere
pt: Construtor
sr: Neimar
sv: Byggare

source: Couldn't open:
cs: Nemohu otevøít:
da: Kunne ikke åbne filen:
es: No puedo abrir:
fi: Avaus epäonnistui:
it: Impossibile aprire:
no: Kunne ikke åpne:
pt: Não consegui abrir:
sr: Nije moguæe otvoriti:
sv: Kunde inte öppna:

source: Unexpected char: '
cs: Neoèekávaný znak: '
da: Malplaceret tegn: '
es: Carácter inesperado: '
fi: Odottamaton merkki: '
it: Carattere inatteso: '
no: Uventet tegn: '
pt: Caracter inexperado: '
sr: Neoèekivan karakter: '
sv: Oväntat tecken: '

source: Unexpected char '
cs: Neoèekávaný znak '
da: Malplaceret tegn: '
es: Carácter inesperado '
fi: Odottamaton merkki '
it: Carattere inatteso '
no: Uventet tegn '
pt: Caracter inexperado '
sr: Neoèekivan karakter: '
sv: Oväntat tecken '

source: -Idea
cs: -Námìt
da: -Idé
no: -Idé
pt: -Ideia Inicial
sr: -Ideja
sv: -Idé

source: -Maintaining
cs: -Správa
da: -Vedligeholdelse
es: -Mantenimiento
fi: -Ylläpito
it: -Manutenzione
no: -Vedlikehold
pt: -Manutenção
sr: -Održavanje
sv: -Underhåller

source: -Programming
cs: -Programování
da: -Programmering
es: -Programación
fi: -Ohjelmointi
it: -Programmazione
no: -Programmering
pt: -Programação
sr: -Programiranje
sv: -Programmering

source: -Porting (Win32)
cs: -Pøenos na Win32
da: -Portering (Win32)
es: -Versión (Win32)
fi: -Porttaus (Win32)
pt: -Porte para Win32
sr: -Windows verzija
sv: -Portning (Win32)

source: -Gfx
cs: -Grafika
da: -Grafik
es: -Gráficos
fi: -Grafiikka
it: -Grafica
no: -Grafikk
pt: -Efeitos Gráficos
sr: -Grafika
sv: -Grafik

source: -Music
cs: -Hudba
da: -Musik
es: -Música
fi: -Musiikki
it: -Musica
no: -Musikk
pt: -Música
sr: -Muzika
sv: -Musik

source: -Level Design
cs: -Tvorba úrovní
da: -Banedesign
es: -Diseño de niveles
fi: -Kenttäsuunnittelu
it: -Progettazione dei Livelli
no: -Brett Design
pt: -Edição de Níveis
sr: -Dizajn nivoa
sv: -Nivådesign

source: -Story
cs: -Pøíbìh
da: -Historie
es: -Historia
fi: -Tarina
it: -Trama
no: -Historie
pt: -História
sr: -Prièa
sv: -Berättelse

source: -Translation
cs: -Pøeklad
da: -Oversættelse
es: -Traducción
fi: -Käännöstyö
it: -Traduzione
no: -Oversetting
pt: -Tradução
sr: -Prevod
sv: -Översättning

source: -Special
cs: -Zvlá¹tní podìkování
da: -Speciel
es: -Especial
fi: -Erityiset
it: -Speciale
no: -Spesielt
pt: -Especiais
sr: -Posebno

source: -Thanks to
cs: -zasluhují
da: -tak til
es: -Agradecimientos a
fi: -Kiitokset
it: -Ringraziomenti a
no: -Takk til
pt: -agradecimentos a
sr: -se zahvaljujemo
sv: -Tack till

source: _And a very Special Thanks
cs: _A pøedev¹ím dìkujeme
da: _Og en meget særlig tak
es: _Y sobretodo gracias
fi: _Ja aivan erityiskiitokset
it: _Ed un Ringraziamento Speciale
no: _Og en veldig spesiell takk
pt: _E um Especial Obrigado
sr: _A naroèito se zahvaljujemo
sv: _Och ett Särskilt Tack

source: _to all the people who
cs: _v¹em lidem,
da: _til alle de folk som
es: _a toda la gente que
fi: _kaikille niille, jotka
it: _a tutti quelli che
no: _til alle folkene som
pt: _a todos esses que
sr: _svim ljudima
sv: _till alla de som

source: _contribute to
cs: _kteøí pøispívají
da: _bidrager til
es: _ha contribuido al
fi: _osallistuvat kehittämään
it: _contribuiscono al
no: _bidrar til
pt: _contribuiram para
sr: _koji doprinose
sv: _bidrar till

source: _Free Software!
cs: _svobodnému softwaru!
da: _fri software!
es: _Software Libre!
fi: _vapaita ohjelmia!
it: _Software Libero!
no: _Åpen programvare!
pt: _o Software Livre!
sr: _Free Softveru!
sv: _Fri mjukvara!

source: _Thank you for
cs: _Dìkujme Vám,
da: _Tak fordi du ville
es: _Gracias por
fi: _Kiitos sinulle
it: _Grazie per
no: _Takk for at
pt: _Obrigado por
sr: _Hvala što
sv: _Tack för att

source: _playing!
cs: _¾e jste si zahráli!
da: _spille med!
es: _jugar!
fi: _pelaamisesta!
it: _aver giocato!
no: _du spiller!
pt: _teres jogado ao Pingus!
sr: _ste igrali!
sv: _du spelar!

source: Enter filename to save as:
cs: Zadejte jméno pro ulo¾ení:
da: Gem i filen:
es: Escribe el nombre de archivo a grabar como:
fi: Tallennettavan tiedoston nimi:
it: Scrivi il nome del file per il salvataggio:
no: Skriv filnavn å lagre under:
pt: Insere nome de ficheiro:
sr: Unesi naziv fajla za snimanje:
sv: Ange filnamn att spara som:

source: Editor Helpscreen (hide with F1)
cs: Nápovìda editoru (F1 ji skryje)
da: Hjælpeskærm til banebyggeren (luk med F1)
es: Pantalla de ayuda del Editor (se esconde con F1)
fi: Kenttäeditorin ohjeruutu (F1 piilottaa)
it: Schermata d'aiuto dell'Editor (nascondi con F1)
no: Hjelpeskjerm for redigerer (lukk med F1)
pt: Ajuda do Editor (esconder com F1)
sr: Pomoæ za editor (sakrij sa F1)
sv: Editor hjälpskärm (göm med F1)

source: F1 - show/hide this help screen
cs: F1 - zobrazí èi skryje tuto nápovìdu
da: F1 - Vis/gem denne hjælpeskærm
es: F1 - mostrar/esconder esta pantalla de ayuda
fi: F1 - piilota/näytä tämä ohjeruutu
it: F1 - mostra/nascondi questa schermata d'aiuto
no: F1 - vis/skjul denne hjelpeskjermen
pt: F1 - ecrã de ajuda
sr: F1 - prikaži/sakrij ovaj pomoæni ekran
sv: F1 - visa/göm hjälpskärm

source: F2 - launch level building tutorial
cs: F2 - spustí výuku tvorby úrovní
da: F2 - Start banebygnings-rundtur
es: F2 - ejecutar tutorial de construcción de niveles
fi: F2 - näytä kentänrakennusopas
it: F2 - lancia il tutorial per la creazione dei livelli
no: F2 - start brettbyggings læreprogrammet
pt: F2 - tutorial de edição de níveis
sr: F2 - pokreni kurs za kreiranje nivoa
sv: F2 - starta kurs i nivåskapande

source: F3 - toggle background color
cs: F3 - pøepne barvu pozadí
da: F3 - Skift baggrundsfarve
es: F3 - modifica el color de fondo
fi: F3 - taustaväri päälle/pois
it: F3 - modifica colore di sfondo
no: F3 - sett bakgrunnsfarge
pt: F3 - muda a cor de fundo
sr: F3 - izmeni boju pozadine
sv: F3 - backgrundsfärg av/på

source: F4 - play/test the level
cs: F4 - hrát/testovat úroveò
da: F4 - Start/test banen
es: F4 - jugar/probar el nivel
fi: F4 - pelaa/testaa kenttää
it: F4 - gioca/prova il livello
no: F4 - spill/test brettet
pt: F4 - jogar/testar o nível
sr: F4 - igraj/testiraj nivo
sv: F4 - spela/testa nivån

source: F5 - load a level
cs: F5 - nahrát úroveò
da: F5 - Indlæs en bane
es: F5 - abrir un nivel
fi: F5 - lataa kenttä
it: F5 - carica un livello
no: F5 - last et brett
pt: F5 - ler nível
sr: F5 - ucitaj nivo
sv: F5 - läs in en nivå

source: F6 - save this level
cs: F6 - ulo¾it úroveò
da: F6 - Gem banen
es: F6 - grabar éste nivel
fi: F6 - tallenna kenttä
it: F6 - salva questo livello
no: F6 - lagre dette brettet
pt: F6 - gravar este nível
sr: F6 - snimi ovaj nivo
sv: F6 - spara denna nivå

source: F7 - [unset]
cs: F7 - [nepou¾ito]
da: F7 - [ubrugt]
es: F7 - [sin asignar]
fi: F7 - [määrittämätön]
it: F7 - [non assegnato]
no: F7 - [slå av]
pt: F7 - [não configurado]
sr: F7 - [nista]
sv: F7 - [ej satt]

source: F8 - quick save/backup save?!
cs: F8 - rychlé/zálo¾ní ulo¾ení?!
da: F8 - Hurtig-gem (backup)
es: F8 - grabado rápido/copia de seguridad?!
fi: F8 - pikatallennus/varakopiointi?!
it: F8 - salvataggio rapido/backup?!
no: F8 rask lagre/sikkerhets lagre?!
pt: F8 - gravação rápida
sr: F9 - brzo snimi/snimi rezervu?!
sv: F8 - snabbspara/gör backup?!

source: F9 - change level width and height
cs: F9 - zmìnit rozmìry úrovnì
da: F9 - ændr banens højde og bredde
es: F9 - cambiar alto y ancho del nivel
fi: F9 - muuta kentän leveyttä ja korkeutta
it: F9 - modifica larghezza ed altezza del livello
no: F9 - endre brett bredde og høyde
pt: F9 - mudar as dimensões do nível
sr: F9 - promeni širinu i visinu nivoa
sv: F9 - ändra höjd och bredd på nivån

source: F10 - [unset]
cs: F10 - [nepou¾ito]
da: F10 - [ubrugt]
es: F10 - [sin asignar]
fi: F10 - [määrittämätön]
it: F10 - [non assignato]
no: F10 - [slå av]
pt: F10 - [não configurado]
sr: F10 - [nista]
sv: F10 - [ej satt]

source: F11 - toggle fps counter
cs: F11 - zapnout èi vypnout zobrazení fps
da: F11 - Slå FPS-tæller til/fra
es: F11 - muestra/esconde frames por segundo
fi: F11 - näytä/piilota fps-mittari
it: F11 - mostra/nascondi fps counter
no: F11 - slå på fps teller
pt: F11 - mostrar/esconder fps
sr: F11 - promeni brojaè fps
sv: F11 - fps-räknare av/på

source: F12 - make screenshot
cs: F12 - vyfotit obrazovku
da: F12 - Lav et skærmskud
es: F12 - tomar captura de pantalla
fi: F12 - ruutukappaus
it: F12 - esegui uno screenshot
no: F12 - ta skjermbilde
pt: F12 - tirar um instântaneo
sr: F12 - uslikaj ekran
sv: F12 - ta skärmbild

source: Home - increase object size
cs: Home - zvìt¹it velikost objektu
da: Home - Gør objekt større (kun visse objekter)
es: Home - aumenta el tamaño del objeto
fi: Home - suurenna objektia
it: Home - aumenta le dimensioni di un oggetto
no: Home - øk objektstørrelse
pt: Casa - aumenta o tamanho do objecto
sr: Posl - poveæaj objekat
sv: Home - öka objektets storlek

source: End - decrease object size
cs: End - zmen¹it velikost objektu
da: End - Gør objekt mindre (kun visse objekter)
es: End - disminuye el tamaño del objeto
fi: End - pienennä objektia
it: End - diminuisce le dimensioni di un oggetto
no: End - mink objektstørrelse
pt: Fim - diminui o tamanho do objecto
sr: End - smanji objekat
sv: End - minska objektets storlek

source: Cursor Keys - Move object
cs: Kursorové klávesy - posunout objekt
da: Piletaster - Flyt objekter
es: Teclas del cursor - Mover objeto
fi: Nuolinäppäimet - Liikuta objektia
it: Tasti Freccia - muovi un oggetto
no: Piltaster - Flytt objekt
pt: Teclas de Cursor - Movem o objecto
sr: Kursorske strelice - Pomeri objekat
sv: piltangenter - Flytta objekt

source: Shift 'Cursor Keys' - Move objects fast
cs: Shift a kursorové klávesy - rychle posouvat
da: Shift + piletaster - Flyt objekter hurtigt
es: Mayúsc. + Cursores - Mover objetos rápidamente
fi: Vaihto + Nuolinäppäimet - Liikuta objektia nopeammin
it: Maiusc + Tasti Freccia - muovi un oggetto velocemente
no: Shift 'Piltaster' - Flytt objekt raskt
pt: Shift 'Cursor' - Move os objectos mais rápido
sr: Shift i 'Kursorske strelice' - Brzo pomeri objekte
sv: Skift + piltangenter - Flytta objekt snabbt

source: PageUp - level object up
cs: PageUp - vyzdvihnout objekt vý¹e
da: PageUp - Flyt objekter til højere lag
es: RePág - mover un objeto a primer plano
fi: PageUp - nosta objekti tasoa ylemmäksi
it: PagSu - metti un oggetto in primo piano
no: PageUp - brett objekt opp
pt: PageUp - aumenta o nível do objecto
sr: PageUp - podigni objekat
sv: PageUp - flytta objektet upp en nivå

source: PageDown - level object down
cs: PageDown - zatlaèit objekt hloubìji
da: PageDown - Flyt objekter til lavere lag
es: AvPág - mover un objeto a segundo plano
fi: PageDown - laskea objektia tasoa alemmaksi
it: PagGiù - metti un oggetto in secondo piano
no: PageDown - brett objekt ned
pt: PageDown - diminui o nível do objecto
sr: PageDown - spusti objekat
sv: PageDown - flytta objektet ner en nivå

source: Shift PageUp - increase objects z-pos by 50
cs: Shift PageUp - zvìt¹it z-pozici objektu o 50
da: Shift+PageUp - Øg objekters z-værdi med 50
es: Mayúsc. + RePág. - incrementa un objeto 50 unidades respecto a la profundidad
fi: Vaihto + PageUp - lisää objektin z-tasoa 50:llä
it: Maiusc + PagSu - allontana un oggetto di 50 unità rispetto al primo piano
no: Shift PageUp - øk objektets z-pos med 50
pt: Sift PageUp - aumenta posição Z do objecto em 50
sr: Shift PageUp - poveæaj z-koordinatu za 50
sv: Skift + PageUp - öka objektets z-position med 50

source: Shift PageDown - decrease objects z-pos by 50
cs: Shift PageDown - sní¾it z-pozici objektu o 50
da: Shift+PageDown - Mindsk objekters z-værdi med 50
es: Mayúsc. + RePág. - disminuye un objeto 50 unidades respecto a la profundidad
fi: Vaihto + PageDown - vähennä objektin z-tasoa 50:llä
it: Maiusc + PagGiù - avvicina un oggetto di 50 unità rispetto al primo piano
no: Shift PageDown - mink objektets z-pos med 50
pt: Sift PageUp - diminui a posição Z do objecto em 50
sr: Shift PageDown - smanji z-koordinatu za 50
sv: Skift + PageDown - minska objektets z-position med 50

source: Enter - Set default zoom (1:1)
cs: Enter - Nastavit výchozí zvìt¹ení (1:1)
da: Enter - Sæt zoom til 1:1
es: Enter - Establece zoom por defecto (1:1)
fi: Enter - Palauta oletus-zoom (1:1)
it: Invio - Imposta lo zoom predefinito (1:1)
no: Enter - Sett standard zoom (1:1)
pt: Enter - Põe a ampliação por omissão (1:1)
sr: Enter - Postavi standardni zum (1:1)
sv: Enter - Sätt zoom till standard (1:1)

source: d - duplicate object
cs: d - duplikovat objekt
da: d - Kopiér objekter
es: d - duplicar objeto
fi: d - monista objekti
it: d - duplica un oggetto
no: d - duplikker objekt
pt: d - duplica objecto
sr: d - dupliraj objekat
sv: d - kopiera objekt

source: a - mark all objects
cs: a - vybrat v¹echny objekty
da: a - Markér alle objekter
es: a - seleccionar todos los objetos
fi: a - valitse kaikki objektit
it: a - seleziona tutti gli oggetti
no: a - merk alle objekter
pt: a - marca todos os objectos
sr: a - oznaèi sve objekte
sv: a- markera alla objekt

source: shift leftmouseclick - add object to selection
cs: shift levé kliknutí - pøidat objekt do výbìru
da: Shift + venstre-klik - Tilvælg/fravælg objekt
es: Mayúsc. botón izq. del ratón - añade objeto a la selección
fi: vaihto + vasen hiiren nappi - lisää objekti valintaan
it: Maiusc + tasto sinistro del mouse - aggiungi un oggetto alla selezione
no: shift venstremusklikk - legg objekt til valg
pt: shift botão-esquerdo - adiciona o objecto à selecção
sr: shift levo_dugme_miša - dodaj objekat odabiru
sv: skift + vänster musknapp - lägg till objekt till urval

source: leftmouseclick - select object
cs: levé kliknutí - vybrat objekt
da: Venstre-klik - Vælg enkelt objekt
es: Botón izquierdo del ratón - selecciona objeto
fi: vasen hiiren nappi - valitse objekti
it: Tasto sinistro del mouse - seleziona un oggetto
no: venstremusklikk - velg objekt
pt: botão-do-rato-esquerdo - selecciona o objecto
sr: levo_dugme_miša - izaberi objekat
sv: vänster musknapp - välj objekt

source: Insert - insert new object
cs: Insert - vlo¾it nový objekt
da: Insert - Indsæt nyt objekt
es: Ins - insertar nuevo objeto
fi: Insert - lisää uusi objekti
it: Ins - inserisci un nuovo oggetto
no: Insert - sett inn nytt objekt
pt: Insert - insere novo objecto
sr: Insert - ubaci novi objekat
sv: Insert - lägg till ett nytt objekt

source: Remove - remove selected object
cs: Delete - odstranit vybraný objekt
da: Delete - Slet valgte objekter
es: Supr - borra objeto seleccionado
fi: Delete - poista valittu objekti
it: Canc - rimuovi l'oggetto selezionato
no: Remove - fjern valgt objekt
pt: Delete - remove o objecto seleccionado
sr: Remove - ukloni izabrani objekat
sv: Ta bort - ta bort valt objekt

source: g - ungroup/group current selection
cs: g - zru¹it/vytvoøit grupu z výbìru
da: g - Gruppér objekter
es: g - desagrupa/agrupa selección actual
fi: g - ryhmitä valinta/pura valittu ryhmitys
it: g - separa/raggruppa la selezione corrente
no: g - de-grupper/grupper gjeldende valg
pt: g - desagrupa/agrupa a selecção actual
sr: g - grupisi/razdvoj trenutni odabir
sv: g - gruppera/avgruppera nuvarande urval

source: Ctrl PageUp - increase objects z-pos by 1
cs: Ctrl PageUp - zvìt¹it z-pozici objektu o 1
da: Ctrl + Page Up - Øg objekters z-værdi med 1
es: Ctrl + RePág - incrementa en 1 la profundidad del objeto
fi: Ctrl + PageUp - lisää objektin z-tasoa yhdellä
it: Ctrl + PagSu - allontana un oggetto di 1 unità rispetto al primo piano
no: Ctrl Pageup - øk objektets z-pos med 1
pt: Ctrl PageUp - aumenta a posição Z do objecto em 1
sr: Ctrl PageUp - poveæaj z-koordinatu za 1
sv: Ctrl PageUp - öka objektets z-position med 1

source: Ctrl PageDown - decrease objects z-pos by 1
cs: Ctrl PageDown - zmen¹it z-pozici objektu o 1
da: Ctrl + Page Up - Mindsk objekters z-værdi med 1
es: Ctrl + AvPág - reduce en 1 la profundidad del objeto
fi: Ctrl + PageDown - vähennä objektin z-tasoa yhdellä
it: Ctrl + PagGiù - avvicina un oggetto di 1 unità rispetto al primo piano
no: Ctrl PageDown - mink objektets z-pos med 1
pt: Ctrl PageUp - diminui a posição Z do objecto em 1
sr: Ctrl PageDown - smanji z-koordinatu za 1
sv: Ctrl PageDown - minska objektets z-position med 1

source: When you have created a level and want to have it in the next Pingus release, please mail it to pingus-devel@nongnu.org.
cs: Kdy¾ vytvoøíte úroveò a chtìli byste ji mít v pøí¹tím vydání Pingù, po¹lete ji prosím po¹tou na pingus-devel@nongnu.org.
da: Når du har designet en bane og gerne vil have den med i næste version af Pingus, så send den venligst til pingus-devel@nongnu.org.
es: Si has creado un nivel y quieres incluirlo en la próximaversión de Pingus, envíalo a: pingus-devel@nongnu.org.
fi: Jos haluat tekemäsi kentän mukaan Pingusin seuraavaan versioon, lähetä se osoitteeseen pingus-devel@nongnu.org.
it: Se hai creato un nuovo livello e vuoi che sia inserito nella prossima release di Pingus, invialo a: pingus-devel@nongnu.org.
no: Når du har laget et brett og vil ha det med i neste Pingus versjon, vennligst mail det til pingus-devel@nongnu.org.
pt: Quando criares um nível e desejares que seja incluído na próxima versão do Pingus, por favor, envia um email para pingus-devel@nongnu.org.
sr: Ako si kreirao nivo i zelis da se pojavi u sledeæem izdanju Pingusa, treba poslati e-mail na pingus-devel@nongnu.org.
sv: När du har skapat en nivå och vill ha med den i nästa utgåva av pingus, skicka den till pingus-devel@nongnu.org.

source: 1 - guillotine
cs: 1 - gilotina
es: 1 - guillotina
fi: 1 - giljotiini
it: 1 - ghigliottina
no: 1 - giljotin
pt: 1 - guilhotina
sr: 1 - giljotina
sv: 1 - giljotin

source: 2 - hammer
cs: 2 - kladivo
es: 2 - martillo
fi: 2 - vasara
it: 2 - martello
pt: 2 - martelar
sr: 2 - èekiæ
sv: 2 - hammare

source: 3 - spike
cs: 3 - bodec
da: 3 - torne
es: 3 - punta (spike)
fi: 3 - piikki
it: 3 - punta (spike)
no: 3 - pigg
pt: 3 - espigão
sr: 3 - koplje
sv: 3 - spik

source: 4 - laser_exit
cs: 4 - laserový východ
da: 4 - laser-udgang
es: 4 - salida láser
fi: 4 - laser-uloskäynti
it: 4 - uscita laser
no: 4 - laser_utgang
pt: 4 - saída_laser
sr: 4 - laserski_izlaz
sv: 4 - laserutgång

source: 5 - fake_exit
cs: 5 - fale¹ný východ
da: 5 - falsk udgang
es: 5 - falsa salida
fi: 5 - vale-uloskäynti
it: 5 - falsa uscita
no: 5 - falsk_utgang
pt: 5 - saída_fingida
sr: 5 - lažni_izlaz
sv: 5 - falsk utgång

source: 6 - smasher
cs: 6 - lis
da: 6 - damphammer
es: 6 - golpeador
fi: 6 - murskain
it: 6 - schiacciatore
no: 6 - knuser
pt: 6 - despadaçar
sr: 6 - gnjeèilica
sv: 6 - krossare

source: 7 - bumper
cs: 7 - nárazník
da: 7 - støder
es: 7 - trampolín
fi: 7 - katapultti
it: 7 - trampolino
pt: 7 - saltar
sr: 7 - odbijaè
sv: 7 - knuffare

source: Select a WorldObj
cs: Vybrat svìtový objekt
da: Vælg et verdensobjekt
es: Selecciona un WorldObj
fi: Valitse maailmaobjekti
it: Seleziona un WorldObj
no: Velg et WorldObj
pt: Seleccione um Objecto
sr: Izaberi SvetskiObj
sv: Välj ett VärldsObj

source: 1 - teleporter
cs: 1 - teleport
es: 1 - teletransporte
fi: 1 - teleportti
it: 1 - teletrasporto
no: 1 - teleporterer
pt: 1 - teleportador
sr: 1 - teleport
sv: 1 - teleportör

source: 2 - switch and door
cs: 2 - vypínaè a dveøe
da: 2 - dør med kontakt
es: 2 - interruptor de puerta
fi: 2 - kytkin ja ovi
it: 2 - interruttore e porta
no: 2 - bryter og dør
pt: 2 - alavanca e porta
sr: 2 - prekidaè i vrata
sv: 2 - knapp och dörr

source: 3 - ConveyorBelt
cs: 3 - dopravní pás
da: 3 - transportbånd
es: 3 - agujero transportador
fi: 3 - Liukuhihna
it: 3 - nastro trasportatore
no: 3 - Transportbånd
pt: 3 - Tapete Rolante
sr: 3 - PokretnaTraka
sv: 3 - Löpande band

source: 4 - IceBlock
cs: 4 - kostka ledu
da: 4 - isblok
es: 4 - bloque de hielo
fi: 4 - Jääpala
it: 4 - blocco di ghiaccio
no: 4 - IsBlokk
pt: 4 - Bloco de Gelo
sr: 4 - SantaLeda
sv: 4 - Isblock

source: 5 - InfoBox
cs: 5 - informaèní tabule
fi: 5 - Tietolaatikko
no: 5 - InfoBoks
pt: 5 - Caixa de Informação
sr: 5 - Obaveštenje

source: Select a weather
cs: Vyberte poèasí
da: Vælg et vejr
es: Selecciona un clima
fi: Valitse sää
it: Seleziona un clima
no: Velg en værtype
pt: Escolhe um clima
sr: Odaberi vreme
sv: Välj väder

source: 1 - snow
cs: 1 - sníh
da: 1 - sne
es: 1 - nieve
fi: 1 - lumisade
it: 1 - neve
no: 1 - snø
pt: 1 - neve
sr: 1 - sneg
sv: 1 - snö

source: 2 - rain
cs: 2 - dé¹»
da: 2 - regn
es: 2 - lluvia
fi: 2 - sade
it: 2 - pioggia
no: 2 - regn
pt: 2 - chuva
sr: 2 - kiša
sv: 2 - regn

source: Select an entrance
cs: Vyberte vchod
da: Vælg en indgang
es: Selecciona una entrada
fi: Valitse sisäänkäynti
it: Seleziona un'entrata
no: Velg en inngang
pt: Escolhe uma entrada
sr: Odaberi ulaz
sv: Välj en ingång

source: 1 - generic
cs: 1 - obecný
da: 1 - almindelig
es: 1 - genérica
fi: 1 - yleinen
it: 1 - generica
no: 1 - standard
pt: 1 - genérica
sr: 1 - generièki
sv: 1 - generisk

source: 2 - woodthing
cs: 2 - døevìný
da: 2 - af træ
es: 2 - leñosa
fi: 2 - puinen
it: 2 - legnosa
no: 2 - treting
pt: 2 - madeira
sr: 2 - drveni
sv: 2 - träpryl

source: 3 - cloud
cs: 3 - mrak
da: 3 - sky
es: 3 - nube
fi: 3 - pilvi
it: 3 - nuvola
no: 3 - sky
pt: 3 - nuvem
sr: 3 - oblak
sv: 3 - moln

source: h - entrance surface (hotspot)
cs: h - vstupní povrch (hotspot)
da: h - indgangsgrafik (hotspot)
es: h - superficie de entrada (hotspot)
fi: h - taustasisäänkäynti (hotspot)
it: h - superficie d'entrata (hotspot)
no: h - inngangs overflate (hotspot)
pt: h - objecto de entrada (hotspot)
sr: h - površina ulaza (senzor)
sv: h - ingångsyta (hotspot)

source: What object type do you want?
cs: Jaký typ objektu chcete?
da: Hvilken type objekt ønsker du?
es: ¿Qué tipo de objeto quieres?
fi: Minkä tyyppisen objektin haluat?
it: Che tipo di oggetto vuoi?
no: Hvilken objektype ønsker du?
pt: Que tipo de objecto queres?
sr: Koju vrstu objekta želiš?
sv: Vilken objettyp vill du ha?

source: h - Hotspot
da: h - Grafikelement (hotspot)
sr: h - Senzor

source: g - Groundpiece (ground) [not implemented]
cs: g - Zemì (prohrabatelná) [není implementováno]
da: g - Jordstykke (jord) [ikke implementeret]
es: g - Suelo [no implementado]
fi: g - Maapala [ei toteutettu]
it: g - Suolo [non implementato]
no: g - Bakkestykke (mark) [ikke implementert]
pt: g - pedaço de chão [ainda não implementado]
sr: g - Zemljište (zemlja) [nije napravljeno]
sv: g - Markbit (ground) [ej implementerad]

source: Which object do you want?
cs: Jaký objekt chcete?
da: Hvilket objekt ønsker du?
es: ¿Qué objeto quieres?
fi: Minkä objektin haluat?
it: Che oggetto vuoi?
no: Hvilket objekt ønsker du?
pt: Que objecto queres?
sr: Koji objekat želiš?
sv: Vilket objekt vill du ha?

source: g - Groundpiece (ground)
cs: g - Zemì (prohrabatelná)
da: g - Jordstykke (jord)
es: g - Suelo (terreno)
fi: g - Maapala (maa)
it: g - Suolo (terreno)
no: g - Bakkestykke (mark)
pt: g - pedaço de chão
sr: g - Zemljište (zemlja)
sv: g - Markbit (mark)

source: s - Groundpiece (solid)
cs: s - Zemì (pevná)
da: s - Jordstykke (stål)
es: s - Suelo (sólido)
fi: s - Maapala (kiinteä)
it: s - Suolo (solido)
no: s - Bakkestykke (solid)
pt: s - pedaço de chão (sólido)
sr: s - Zemljište (èvrsto)
sv: s - Markbit (solid)

source: b - Groundpiece (bridge)
cs: b - Zemì (most)
da: b - Jordstykke (bro)
es: b - Suelo (puente)
fi: b - Maapala (silta)
it: b - Suolo (ponte)
no: b - Bakkestykke (bro)
pt: b - pedaço de chão (ponte)
sr: b - Zemljište (most)
sv: b - Markbit (bro)

source: n - Groundpiece (transparent)
cs: n - Zemì (prùhledná)
da: n - Jordstykke (transparent)
es: n - Suelo (trasparente)
fi: n - Maapala (läpinäkyvä)
it: n - Suolo (trasparente)
no: n - Bakkestykke (gjennomsiktig)
pt: n - pedaço de chão (transparente)
sr: n - Zemljište (providno)
sv: n - Markbit (transparent)

source: r - Groundpiece (remove)
cs: r - Zemì (odstraòovaè)
da: r - Jordstykke (fjern)
es: r - Suelo (borrar)
fi: r - Maapala ('poista')
it: r - Suolo (rimuovi)
no: r - Bakkestykke (fjern)
pt: r - pedaço de chão (remover)
sr: r - Zemljište (ukloni)
sv: r - Markbit (ta bort)
