Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: Laserkill
cs: Zabitý laserem
da: (Skudt)
fi: Laserkuolema
pt: Morte de laser
sr: Žrtva lasera
sv: Laserdöd

source: Miner
cs: Horník
da: Mine-Pingu
es: Minero
fi: Louhija
it: Minatore
pt: Mineiro
sr: Rudar
sv: Tunnlare

source: Rocketlauncher
cs: Rake»ák
da: Raket-Pingu
es: LanzaMisiles
fi: Raketinheittäjä
it: Lanciarazzi
pt: Lançador de rockets
sr: Lanser raketa
sv: Raketavfyrare

source: Slider
cs: Klouzaè
da: Glide-Pingu
es: Resbalador
fi: Liukuja
pt: Deslizador
sr: Klizaè
sv: Glidare

source: Smashed
cs: Rozdrcený
da: (Smat)
es: Estrellado
fi: Liiskaus
it: Schiacciato
pt: Esmagado
sr: Smrskan
sv: Krossad

source: Splashed
cs: Spláchnutý
da: (Splat)
es: Hundido
fi: Roiskaus
pt: Esparrifado
sr: Zgnjeèen
sv: Utsmetad

source: Superman
da: SuperPingu
fi: Teräsmies
it: Supereroe
pt: Super-homem
sr: Supermen
sv: Stålman

source: Teleported
cs: Teleportující se
da: (Teleporteret)
es: Teletransportado
fi: Teleportattu
it: Teletrasportato
pt: Teleportado
sr: Teleportovan
sv: Teleporterad

source: Waiter
cs: Èekající
da: (Venter)
es: En espera
fi: Odottaja
it: In attesa
pt: Esperando
sr: Èekaè
sv: Väntare

source: Walker
cs: Chodec
da: (Går)
es: Caminante
fi: Kävelijä
it: Pedone
pt: Andante
sr: Hodaè
sv: Gångare

source: Released:%3d/%-3d Out:%3d Saved:%3d/%-3d
cs: Vypu¹tìno:%3d/%-3d Venku:%3d Doma:%3d/%-3d
da: Indsat:%3d/%-3d På banen:%3d Reddet:%3d/%-3d
es: Soltados:%3d/%-3d Fuera:%3d Salvados: %3d/%-3d
fi: Tullut:%3d/%-3d Irti:%3d Pelastettu:%3d/%-3d
it: Rilasciati:%3d/%-3d Totali:%3d Salvati: %3d/%-3d
no: Sluppet ut:%3d/%3d Ute:%3d Reddet:%3d/%3d
pt: Soltos:%3d/%-3d Fora:%3d Salvos:%3d/%-3d
sr: Pušteno:%3d/%-3d Izašlo:%3d Spašeno:%3d/%-3d
sv: Utsläppt:%3d/%-3d Ut:%3d Räddade:%3d/%-3d

source: | segfault_handler: catched a SIGSEGV.
cs: | segfault_handler: Zachycen signál SIGSEGV.
da: | segfault_handler: fik en SIGSEGV (programfejl).
es: | segfault_handler: interceptado SIGSEGV.
it: | segfault_handler: intercettato SIGSEGV.
no: | segfault_handler: mottok en SIGSEV.
pt: | controlador_de_segfaults: SIGSEGV captado.
sr: | segfault_handler: uhvaæen SIGSEGV.
sv: | segfault_handler: fångade en SIGSEGV.

source: | Woops, Pingus just crashed, congratulations you've found a bug.
cs: | Hups, pingové právì spadli. Na¹el jste chybu, gratuluji.
da: | Hovsa, Pingus gik ned. Tillykke (eller undskyld), du har fundet en fejl.
es: | Oops, Pingus acaba de fallar, felicidades, has encontrado un error.
fi: | Hups, Pingus juuri kaatui, onnittelut ohjelmointivirheen löytämisestä.
it: | Oops, Pingus è appena andato in crash. Congratulazioni, hai trovato un bug.
no: | Woops, Pingus krasjet akkurat, gratulerer du har funnet en bug.
pt: | Oups, o Pingus acabou de encravou, parabéns, encontraste um bug.
sr: | Oops, Pingus sa zakucao, èestitke na pronaðenoj greški.
sv: | Oops, Pingus krashade, grattis, du har hittat en bugg.

source: | Please write a little bug report to <grumbel@gmx.de>, include informations
cs: | Po¹lete prosím struèné oznámení na <grumbel@gmx.de> a pøilo¾te informace,
da: | Skriv venligst en lille fejl-rapport til <pingus-devel@nongnu.org>, og
es: | Puedes escribir un pequeño informe a <pingus-devel@nongnu.org>, incluyendo información
fi: | Ole hyvä ja kirjoita lyhyt, englanninkielinen virheraportti osoitteeseen <grumbel@gmx.de> ja liitä mukaan tieto siitä,
it: | Per favore, scrivi un piccolo bug-report a <pingus-devel@nongnu.org>, includendo informazioni
no: | Vennligst skriv en liten bug-rapport til <grumbel@gmx.de>, legg ved informasjon
pt: | Por favor, inclui um pequeno relatório para <grumbel@gmx.de>, incluíndo pormenores (em Inglês)
sr: | Molimo Vas da napišete mali izveštaj o greški na <grumbel@gmx.de>, sa informacijama
sv: | Snälla skiv en liten buggrapport till <grumbel@gmx.de>, inkludera information

source: | where exacly the SIGSEGV occured and how to reproduce it.
cs: | kde pøesnì se SIGSEGV vyskytl a jak ho zopakovat.
da: | fortæl, hvor præcis SIGSEGV'en indtraf, og hvordan man reproducerer det.
es: | de donde ha ocurrido exactamente el SIGSEV y como reproducirlo.
fi: | missä SIGSEGV tarkalleen tapahtui ja miten sen saa aikaan.
it: | su quando è stato provocato il SIGSEGV e come riprodurlo.
no: | om hvor SIGSEV'en skjedde og hvordan reprodusere den.
pt: | onde exactamente o SIGSEGV ocorreu e como reproduzí-lo.
sr: | gde se taèno SIGSEGV desio i kako da ga reprodukujemo.
sv: | om precis var SIGSEGV hände och hur man gör det igen.

source: | Also try include a backtrace, you can get it like this:
cs: | Také se pokuste pøilo¾it backtrace - udìláte to takto:
da: | Prøv også at inkludere et backtrace - dette laver du således:
es: | Puedes incluir además un trazado inverso, lo puedes obtener con algo como ésto:
fi: | Liitä mukaan myös 'backtrace', jonka saa näin:
it: | Potresti anche includere un 'backtrace', che puoi ottenere così:
no: | Prøv også å legge ved en backtrace, du kan lage den slik:
pt: | Tenta incluir também um backtrace, podes obter um assim:
sr: | Takoðe pokušajte dati i backtrace, koji možete dobiti ovako:
sv: | Försök också inkludera en backtrace, du får en så här:

source: | If that doesn't work, try this:
cs: | Kdy¾ to nepùjde, zkuste:
da: | Hvis det ikke virker, så prøv dette:
es: | Si eso no funciona, prueba ésto:
fi: | Ellei se toimi, kokeile tätä:
it: | Se questo non funziona, prova così:
no: | Hvis det ikke virker, prøv dette:
pt: | Se não funcionar, tenta isto:
sr: | Ako ne radi, probajte ovo:
sv: | Om det inte fungerar, försök med det här:

source: | [play until it crashes again]
cs: | [hrajte, dokud znovu nespadne]
da: | [spil indtil det går ned igen]
es: | [juega hasta que vuelva a fallar]
fi: | [pelaa kunnes se kaatuu uudestaan]
it: | [gioca fino a quando non va in crash di nuovo]
no: | [spill til det krasjer igjen]
pt: | [joga até ele encravar outra vez]
sr: | [igrajte dok se opet ne zakuca]
sv: | [spela tills det krashar igen]

source: | Warning: Pingus recieved a SIGINT, exiting now.
cs: | Varování: Pingové obdr¾eli SIGINT a proto konèí.
da: | Advarsel: Spillet modtog et SIGINT (afbrydelsessignal), afslutter nu.
es: | Atención: Pingus ha recibido un SIGINT, saliendo...
fi: | Varoitus: Pingus vastaanotti SIGINT-signaalin, peli lopetetaan.
it: | Attenzione: Pingus ha ricevuto un SIGINT, uscita in corso.
no: | Advarsel: Pingus mottok en SIGINT, avslutter nå.
pt: | Aviso: o Pingus recebeu um SIGINT, terminando.
sr: | Upozorenje: Pingus je primio SIGINT, izlaz odmah.
sv: | Warning: Pingus fick en SIGINT, avlsutar nu.

source: Warning: Larger resolution than 800x600 will result in visual problems
cs: Varování: Rozli¹ení vìt¹í, ne¾ 800x600 vyústí v problémy se zobrazením.
da: Advarsel: Skærmopløsninger større end 800x600 kan medføre grafik-problemer
es: Atención: Una resolución más grande de 800x600 puede resultar en problemas de visión
fi: Varoitus: Suurempi ruutukoko kuin 800x600 aiheuttaa grafiikkaongelmia
it: Attenzione: Una risoluzione più grande di 800x600 potrebbe portare a problemi di visualizzazione
no: Advarsel: Høyere oppløsning en 800x600 vil forårsake visuelle problemer
pt: Aviso: Resoluções superiores a 800x600 levarão a problemas gráficos
sr: Upozorenje: Rezolucije veæe od 800x600 mogu da izazovu vizuelne probleme
sv: Warning: högre upplösning än 800x600 resulterar i visuella problem

source: Unknow char:
cs: Neznámý znak:
da: Ukendt tegn:
es: Carácter desconocido:
fi: Tuntematon merkki:
it: Carattere sconosciuto:
no: Ukjent tegn:
pt: Caracter desconhecido:
sr: Nepoznat karakter:
sv: Okänt tecken:

source: Usage:
cs: Pou¾ití:
da: Brugsvejledning:
es: Uso:
fi: Käyttö:
it: Uso:
no: Bruk:
pt: Uso:
sr: Upotreba:
sv: Användning:

source: [OPTIONS]... [LEVELFILE]
cs: [VOLBY]... [SOUBOR_S_ÚROVNÍ]
da: [INDSTILLINGER]... [BANEFIL]
es: [OPCIONES]... [NIVEL]
fi: [VALITSIMET]... [KENTTÄTIEDOSTO]
it: [OPZIONI]... [LIVELLO]
no: [VALG]... [BRETTFIL]
pt: [OPÇÕES]... [FICHEIRO_DE_NÍVEL]
sr: [OPCIJE]... [FAJL_NIVOA]
sv: [FLAGGOR]... [NIVÅFIL]

source: Options:
cs: Volby:
da: Indstillinger:
es: Opciones:
fi: Valitsimet:
it: Opzioni:
no: Valg:
pt: Opções:
sr: Opcije:
sv: Flaggor:

source: Set the resolution for pingus (default: 800x600)
cs: Nastavit rozli¹ení (výchozí: 800x600)
da: Indstil skærmopløsningen for Pingus (standard: 800x600)
es: Establece la resolución de Pingus (predefinida: 800x600)
fi: Määritä ruutukoko (oletusarvo: 800x600)
it: Imposta la risoluzione di Pingus (predefinita: 800x600)
no: Velg oppløsning for pingus (standard: 800x600)
pt: Configuar a resolução do Pingus (omissão: 800x600)
sr: Postavi rezoluciju za pingus (osnovna: 800x600)
sv: Sätt upplösningen för pingus (standard: 800x600)

source: Displays this help
cs: Zobrazí tuto nápovìdu
da: Viser denne brugsvejledning
es: Muestra ésta ayuda
fi: Näytä tämä ohje
it: Mostra questo aiuto
no: Viser denne hjelpen
pt: Mostra esta ajuda
sr: Prikaži ovu pomoæ
sv: Visar den här hjälpen

source: Disable intro
cs: Vypne intro
da: Vis ikke intro
es: Desactiva la introducción
fi: Älä näytä esittelyä
it: Disattiva l'introduzione
no: Deaktiver intro
pt: Desactiva introdução
sr: Onemoguæi uvod
sv: Avaktivera intro

source: Use OpenGL
cs: Pou¾ít OpenGL
da: Benyt OpenGL
es: Usa OpenGL
fi: Käytä OpenGL:ää
it: Usa OpenGL
no: Bruk OpenGL
pt: Usa OpenGL
sr: Koristi OpenGL
sv: Använd OpenGL

source: Start in Window Mode
cs: Spustit v oknì
da: Start Pingus i et vindue
es: Inicia en ventana
fi: Käynnistä ikkunassa
it: Inizia in modalità 'Finestra'
no: Start i Vindu Modus
pt: Arranca no Modo Janela
sr: Pokreni u prozoru
sv: Starta i fönster

source: Start in Fullscreen
cs: Spustit pøes celou obrazovku
da: Start Pingus i fuld skærm
es: Inicia en pantalla completa
fi: Käynnistä koko ruudulla
it: Inizia in modalità 'Schermo Intero'
no: Start i Fullskjerm
pt: Arranca em Todo o Ecrã
sr: Pokreni preko celog ekrana
sv: Starta i fullskärm

source: FILE
cs: SOUBOR
da: FIL
es: ARCHIVO
fi: TIEDOSTO
pt: FICHEIRO
sr: FAJL
sv: FIL

source: Load a custom level from FILE
cs: Nahrát úroveò ze souboru
da: Indlæs en bane fra FIL
es: Carga un nivel personalizado desde el ARCHIVO
fi: Lataa kenttä TIEDOSTOsta
it: Carica un livello personalizzato da FILE
no: Last et custom brett fra FIL
pt: Lê um ficheiro a partir de FICHEIRO
sr: Uèitaj neki nivo iz FAJLA
sv: Läs in en särskild nivå från FIL

source: FILE
cs: SOUBOR
da: FIL
es: ARCHIVO
fi: TIEDOSTO
no: FIL
pt: FICHEIRO
sr: FAJL
sv: FIL

source: Load a custom worldmap from FILE
cs: Nahrát mapu svìta ze souboru
da: Indlæs et verdenskort fra FIL
es: Carga un mundo personalizado desde ARCHIVO
fi: Lataa maailman kartta TIEDOSTOsta
it: Carica un mondo personalizzato da FILE
no: Last et custom verdenskart fra FIL
pt: Lê um mapa a partir do FICHEIRO
sr: Uèitaj neku mapu sveta iz FAJLA
sv: Läs in en särskild världskarta från FIL

source: Print some more messages to stdout, can be set
cs: Vypisovat více hlá¹ení na stdout - pokud zadáte
da: Udskriv flere efterretninger til stdout; kan
es: Visualiza algunos mensajes a stdout, puede establecerse
fi: Kirjoita enemmän tietoa stdout:iin, voidaan asettaa
it: Stampa più meggaggi in stdout, può essere impostato
no: Skriv flere meldinger til stdout, kan bli slått på
pt: Despacha mais mensagens no stdout, pode ser configurado para
sr: Ispis jos nekih poruka na stdout, može biti postavljeno
sv: Skriv ut fler meddelanden till stdout, kan sättas

source: multiple times to increase verbosity
cs: vícekrát, zvý¹íte úèinek
da: sættes flere gange, hvilket vil øge detaljegraden
es: multiples veces para incrementar la información
fi: useita kertoja tekstin lisäämiseksi
it: più di una volta per aumentare la prolissità
no: flere ganger for å øke mengden som blir vist
pt: múltiplos tempos para aumentar a verbosidade
sr: više puta da se poveæa informativnost
sv: flera gånger för att öka detaljnivån

source: Prints version number and exit
cs: Vypsat èíslo verze a ukonèit
da: Udskriv versionsnummer og afslut
es: Visualiza el número de versión y sale
fi: Näytä versionumero ja poistu
it: Stampa il numero di versione ed esce
no: Viser versjonsnummer og avslutter
pt: Mostra o número da versão e sai
sr: Ispisuje verziju i izlazi
sv: Skriver ut versionen och avslutar

source: Launch the Level editor (experimental)
cs: Spustit editor úrovní (experimentální)
da: Start banebyggeren (eksperimentel)
es: Ejecuta el editor de niveles (experimental)
fi: Käynnistä kenttäeditori (kokeellinen)
it: Lancia l'editor di livelli (sperimentale)
no: Start brettredigereren (eksperimentell)
pt: Lança o Editor de Nível (experimental)
sr: Pokrece editor nivoa (eksperimentalno)
sv: Starta nivåeditorn (experimentell)

source: Disable automatic scrolling
cs: Vypnout automatický posuv
da: Slå automatisk rulning (scroll) fra
es: Desactiva el desplazamiento automático
fi: Poista automaattinen vieritys käytöstä
it: Disattiva lo scrolling automatico
no: Deaktiver automatisk rulling
pt: Desactiva deslcomento automático
sr: Onemoguæi automatsko skrolovanje
sv: Avaktivera automatisk skärmrullning

source: Enable software cursor
cs: Zapnout softwarový kursor
da: Brug software-markør (cursor)
es: Activa cursor por software
fi: Ota käyttöön ohjelmallinen osoitin
it: Attiva software cursor
no: Aktiver programvare peker
pt: Activa cursor por software
sr: Omoguæi softverski kursor
sv: Aktivera mjukvarupekare

source: Don't read ~/.pingus/config
cs: Zakázat naètení ~/.pingus/config
da: Undlad at indlæse ~/.pingus/config
es: Ignora ~/.pingus/config
fi: Älä lue ~/.pingus/config:a
it: Ignora ~/.pingus/config
no: Ikke les ~/.pingus/config
pt: Não lê ~/.pingus/config
sr: Ne èitaj ~/.pingus/config
sv: Läs inte ~/.pingus/config

source: FILE
cs: SOUBOR
da: FIL
es: ARCHIVO
fi: TIEDOSTO
no: FIL
pt: FICHEIRO
sr: FAJL
sv: FIL

source: Read config from FILE (default: ~/.pingus/config)
cs: Naèíst konfiguraci ze souboru (výchozí: ~/.pingus/config)
da: Indlæs konfigurationsfilen FIL (standard: ~/.pingus/config)
es: Lee la configuración de ARCHIVO (por defecto: ~/.pingus/config)
fi: Lue asetukset TIEDOSTO:sta (oletusarvo: ~/.pingus/config)
it: Leggi le impostazioni da FILE (default: ~/.pingus/config)
no: Les konfigurasjon fra FIL (standard: ~/.pingus/config)
pt: Lê configuração a partir do FICHEIRO (omissão: ~/.pingus/config)
sr: Èitaj podešavanja iz FAJLA (osnovni: ~/.pingus/config)
sv: Läs in konfiguration från fil (standard: ~/.pingus/config)

source: reduce CPU usage, might speed up the game on slower machines
cs: Sní¾it zátì¾ CPU, co¾ mù¾e zrychlit hru na pomalých strojích
da: reducér CPU-belastning; kan sætte spillets fart op på langsommere maskiner
es: reduce el uso de la CPU, puede acelerar el juego en computadoras lentas
fi: vähennä suorittimen käyttöä; saattaa nopeuttaa peliä hitailla koneilla
it: riduce l'uso della CPU, potrebbe accelerare il gioco su macchine lente
no: mink CPU bruk, kan øke farten på tregere maskiner
pt: reduz uso do CPU, pode aumentar a velocidade do jogo em máquinas mais lentas
sr: smanji upotrebu procesora, da se ubrza igra na sporim masinama
sv: minska processoranvändning, kan öka hastigheten på spelet för långsammare maskiner

source: Uses the controller given in FILE
cs: Pou¾ít ovladaè ze zadaného souboru
da: Brug kontrollen der er angivet i FIL
es: Usa el controlador específico en ARCHIVO
fi: Käyttää TIEDOSTO:ssa annettua ohjainta
it: Usa il controller specificato in FILE
no: Bruker kontrolleren gitt i FIL
pt: Usa o controlador especificado em FICHEIRO
sr: Koristi kontroler iz FAJLA
sv: Använd kontrollern som ges i FIL

source: Debugging and experimental stuff:
cs: Ladicí a experimentální volby:
da: Debug- og eksperimentelle ting
es: Opciones experimentales de análisis ('debug'):
fi: Kokeellista ja testaukseen liittyvää tavaraa
it: Opzioni sperimentali e di debug:
no: Avlusing og eksperimentelle ting
pt: Depuração e coisas experimentais:
sr: Stvari za dibaging i eksperimente:
sv: Avlusnings- och experimentella saker:

source: Enables some features, only interesting programmers
cs: Zapnout nìkteré vlastnosti potøebné jen pro programátory
da: Slå visse features til; kun interessant for programmører
es: Activa algunas funcionalidades que interesan sólo a programadores
fi: Kytkee päälle joitain vain ohjelmoijia kiinnostavia ominaisuuksia
it: Attiva alcune funzionalità che interessano solo ai programmatori
no: Aktiver noen egenskaper som kun er interessante for programmerere
pt: Activa algumas características, só interessa a programadores
sr: Ukljušuje neke moguænosti, samo za programere
sv: Aktiverar vissa egenskaper, bara intressant programmerare

source: Enable the output of debugging infos, possible
cs: Zapnout vypisování ladicích hlá¹ek, mo¾ná
da: Slå debugging-efterretninger til; mulige værdier
es: Activa la información de análisis ('debug'), de posibles opciones
fi: Tulosta testaukseen liittyvää tietoa; mahdolliset
it: Attiva le informazioni di debug, le OPZIONI possibili
no: Aktiver visning av avlusinings infoer, mulig
pt: Activa informações para depuração, possível
sr: Omoguæuje ispis dibaging informacija, moguæe
sv: Aktivera utskrift av avslusningsinfo, möjliga

source: OPTION's are tiles, gametime, actions, sound, resources, gui,
cs: nastavení jsou: tiles, gametime, actions, sound, resources, gui,
da: af OPTION er tiles, gametime, actions, sound, resources, gui,
es: como mosaicos, tiempo de juego, acciones, sonido, recursos, interfaz de usuario,
fi: VALITSImet ovat tiles, gametime, actions, sound, resources, gui,
it: sono tiles, gametime, actions, sound, resources, gui,
no: VALG er, fliser, spilletid, hendelser, lyd, resurser, grensesnitt,
pt: OPÇÕES são temporizadores, acções, sons, recursos, gui,
sr: OPCIJE su polja, vreme igre, akcije, zvuk, resursi, interfejs,
sv: FLAGGOR är tiles, gametime, actions, sound, resources, gui,

source: Skip at least N frames, larger values speed the game up
cs: Pøeskoèit alespoò N snímkù, vy¹¹í hodnota zrychluje hru
da: Spring mindst N skærmbilleder over; højere værdier øger hastigheden
es: Salta al menos N cuadros, valores más grandes aceleran el juego
fi: Hyppää yli ainakin N ruutua; suuremmat arvot nopeuttavat peliä
it: Salta almeno N frames, valori maggiori accelerano il gioco
no: Hopp ihvertfall N bilder, større verdier gjør spillet raskere
pt: Avança, pelo menos, N frames, valores mais altos aumentam a velocidade do jogo
sr: Preskoèi N frejmova, veæe vrednosti ubrzavaju igru
sv: Hoppa över minst N bildrutor, högre värde ökar hastigheten på spelet

source: Skip at most N frames
cs: Pøeskoèit maximálnì N snímkù
da: Spring højst N skærmbilleder over
es: Salta como máximo N cuadros
fi: Hyppää yli korkeintaan N ruutua
it: Salta al massimo N frames
no: Hopp mest N bilder
pt: Avança no máximo N frames
sr: Preskoèi najviše N frejmova
sv: Hoppa över högst N bildrutor

source: Set both min and max frameskip to N
cs: Nastavit maximální i minimální poèet snímkù k pøeskoèení na N
da: Spring præcis N skærmbilleder over
es: Establece N cuadros de salto al mínimo y al máximo
fi: Aseta sekä minimi- että maksimi-ruudunhyppäys N:ään
it: Imposta N frames da saltare al minimo ed al massimo
no: Sett både min og max bildehopp til N
pt: Põe o avanço mín. e máx. de frames em N
sr: Postavi min i max preskakanje frejmova na N
sv: Sätt både minsta och största bildrutehoppet till N

source: Set the game speed (0=fastest, >0=slower)
cs: Nastavit rychlost hry (0=nejrychlej¹í, >0=pomalej¹í)
da: Indstil spillehastigheden (0 : hurtigst; >0 : langsommere)
es: Establece la velocidad del juego (0=la más rápida, >0=la más lenta)
fi: Aseta pelin nopeus (0=nopein, >0=hitaampi)
it: Imposta la velocità del gioco (0=più veloce, >0=più lento)
no: Set spillfart (0=raskest, >0=senere
pt: Especifica a velocidade do jogo (0=o mais rápido, >0=mais lento)
sr: Podesi brzinu igre (0=najbrze, >0=sporije)
sv: Sätt spelhastigheten (0=snabbast, >0=långsammare)

source: Prints the fps to stdout
cs: Vypisovat fps na stdout
da: Udskriv FPS (skærmbilleder i sekundet) til stdout
es: Visualiza el número de cuadros por segundo a stdout
fi: Kirjoittaa fps:n stdout:iin
it: Stampa il numero di fps in stdout
no: Skriver fps til stdout
pt: Imprime o fps no stdout
sr: Ispiši fps na stdout
sv: Skriver ut fps till stdout

source: Set the size of the map tiles (default: 32)
cs: Nastavit velikost dílku mapy (výchozí: 32)
da: Indstil størrelsen (i pixels) af kort-brikkerne (standard: 32)
es: Establece las dimensiones del mosaico del mapa (default: 32)
fi: Aseta karttaruutujen koko (oletusarvo: 32)
it: Imposta la dimensione dei segmenti di mappa (default: 32)
no: Set størrelsen på kartflisene (standard: 32)
pt: Especifica o tamanho dos tiles (omissão: 32)
sr: Podesi velicinu polja mape (osnovna: 32)
sv: Sätter storleken på kartrutorna (standard: 32)

source: Disable some cpu intensive features
cs: Vypnout nìkteré operace nároèné na CPU
da: Deaktivér visse CPU-intensive funktioner
es: Desactiva algunas características que consumen ciclos de CPU
fi: Poista jotain suoritinsyöppöjä ominaisuuksia käytöstä
it: Disattiva alcune caratteristiche che consumano cicli CPU
no: Deaktiver noen cpu intensive oppgaver
pt: Desactiva algumas características que exigem bastante CPU
sr: Onemoguæi neke intenzivne mogucnosti
sv: Avaktivera vissa processorintensiva egenskaper

source: Reduces the CPU usage by issuing sleep()
cs: Sni¾ovat zátì¾ CPU voláním sleep()
da: Reducerer CPU-belastningen ved at anvende sleep()
es: Reduce el uso de la CPU usando sleep()
fi: Vähentää suoritinajan käyttöä kutsumalla sleep():iä
it: Diminuisce l'uso della CPU usando sleep()
no: Minsker CPU bruken ved å beordre sleep()
pt: Reduz o uso de CPU, invocando sleep()
sr: Smanjuje upotrebu procesora korišæenjem sleep()-a
sv: Minskar processoranvändandet genom att använda sleep()

source: Demo playing and recording:
cs: Nahrávání a pøehrávání dem:
da: Optagning og afspilning af demoer:
es: Muestra y graba Demos:
fi: Demon näyttäminen ja nauhoitus:
it: Mostra e registra Demo:
no: Demo spiller og tar opp:
pt: Jogo em modo de demo e gravação:
sr: Igranje i snimanje demoa
sv: Spela upp och spela in demo:

source: FILE
cs: SOUBOR
da: FIL
es: ARCHIVO
fi: TIEDOSTO
no: FIL
pt: FICHEIRO
sr: FAJL
sv: FIL

source: Plays a demo session from FILE
cs: Pøehrát demo ze souboru
da: Afspiller en demo fra FIL
es: Muestra una Demo desde ARCHIVO
fi: Näyttää demopelin TIEDOSTOsta
it: Mostra una Demo da FILE
no: Spiller en demo fra FIL
pt: Reproduz uma sessão de demo a partir do FICHEIRO
sr: Igra demo na osnovu FAJLA
sv: Spelar upp en demo från FIL

source: Record demos for each played level
cs: Zaznamenat demo ka¾dé odehrané úrovnì
da: Optag demoer for hver spillet bane
es: Graba una Demo por cada nivel jugado
fi: Nauhoittaa demopelit jokaiselle pelatulle kentälle
it: Registra una Demo per ogni livello giocato
no: Ta opp demoer på hvert spillt brett
pt: Grava demos para todos os níveis jogados
sr: Snimi demo za svaki odigran nivo
sv: Spela in en demo för varje spelad nivå

source: Sound:
cs: Zvuk:
da: Lyd:
es: Sonido:
fi: Äänet:
it: Suono:
no: Lyd:
pt: Som:
sr: Zvuk:
sv: Ljud:

source: Disable sound
cs: Vypnout zvuk
da: Slå lyd fra
es: Desactiva el sonido
fi: Ei ääniä
it: Disattiva il suono
no: Deaktiver lyd
pt: Desactiva o som
sr: Onemoguæi zvuk
sv: Avaktivera ljud

source: Disable music
cs: Vypnout hudbu
da: Slå musik fra
es: Desactiva la musica
fi: Ei musiikkia
it: Disattiva la musica
no: Deaktiver musikk
pt: Desactiva a música
sr: Onemoguæi muziku
sv: Avaktivera musik

source: clanVorbis support: ok
cs: podpora clanVorbis: ok
da: clanVorbis-understøttelse: ok
es: Soporte de clanVorbis: Vale
fi: clanVorbis-tuki: ok
it: Supporto clanVorbis: ok
no: clavVorbis støtte: ok
pt: suporte a clanVorbis: ok
sr: podrška za clanVorbis: ok
