Repository: 5l1v3r1/pingus
Catalog: po/*.po
Languages: cs, da, es, fi, it, no, pt, sr, sv

source: clanVoribs support: missing (.ogg music files will not be playable)
cs: podpora clanVoribs: chybí (hudba v .ogg souborech nebude pøehrána)
da: clanVorbis Unterstützung: fehlt (.ogg Musik Datein können nicht abgespielt werden)
es: Soporte de clanVorbis: ausente (archivos de música .ogg no serán reproducidos)
fi: clanVoribs-tuki: puuttuu (.ogg-musiikkia ei voida soittaa)
it: Supporto clanVorbis: assente (i file musicali .ogg non saranno suonati)
no: clanVorbis støtte: mangler (.ogg musikk vil ikke være spillbar)
pt: suporte a clanVoribs: em falta (ficheiros de música .ogg não serão reproduzidos)
sr: podrška za clanVorbis: nedostaje (.ogg fajlovi neæe biti pušteni)
sv: clanVorbis-support: saknas (.ogg musikfiler kommer inte kunna spelas)

source: clanMikMod support: ok
cs: podpora clanMikMod: ok
da: clanMikMod-understøttelse: ok
es: Soporte clanMikMod: Vale
fi: clanMikMod-tuki: ok
it: Supporto clanMikMod: ok
no: clanMikMod støtte: ok
pt: suporte a clanMikMod: ok
sr: podrška za clanMikMod: ok

source: clanMikMod support: missing (music files will not be playable)
cs: podpora clanMikMod: chybí (hudební soubory nebudou pøehrány)
da: clanMikMod Untersützung: fehlt (Musikdateien können nicht abgespielt werden)
es: Soporte clanMikMod: ausente (archivos de música no serán reproducidos)
fi: clanMikMod-tuki: puuttuu (musiikkitiedostoja ei voida soittaa)
it: Supporto clanMikMod: assente (i file musicali non saranno suonati)
no: claMikMod støtte: mangler (musikkfiler vill ikke være spillbare)
pt: suporte a clanMikMod: em falta (ficheiros de música não serão reproduzidos)
sr: podrška za clanMikMod: nedostaje (neæe biti muzike)
sv: clanMikMod-support: saknas (musikfiler kommer inte kunna spelas)

source: getext support: ok
cs: podpora gettextu: ok
da: gettext-understøttelse: ok
es: Soporte gettext: Vale
fi: getext-tuki: ok
it: Supporto gettext: ok
no: gettext støtte: ok
pt: suporte a getext: ok
sr: podrška za gettext: ok

source: gettext language: english
cs: jazyk gettextu: èe¹tina
da: gettext-sprog: dansk
es: lenguaje de gettext: español
fi: gettext-kieli: englanti
it: lingua gettext: italiano
no: gettext språk: engelsk
pt: língua: português (europeu)
sr: gettext jezik: engleski
sv: gettext-språk: engelska

source: sound support: enabled
cs: zvuková podpora: zapnuta
da: Lydeffekter: slået til
es: Soporte de sonido: activado
fi: äänituki: päällä
it: Supporto suono: attivato
no: lyd støtte: aktivert
pt: suporte a som: activado
sr: podrška za zvuk: omoguæena
sv: ljudsupport: på

source: sound support: disabled
cs: zvuková podpora: vypnuta
da: Lydeffekter: slået fra
es: Soporte de sonido: desactivado
fi: äänituki: pois päältä
it: Supporto suono: disattivato
no: lyd støtte: deaktivert
pt: suporte a som: desactivado
sr: podrška za zvuk: onemoguæena
sv: ljudsupport: av

source: music support: enabled
cs: hudební podpora: zapnuta
da: Musik: slået til
es: Soporte de música: activado
fi: musiikkituki: päällä
it: Supporto musica: attivato
no: musikk støtte: aktivert
pt: suporte a música: activado
sr: podrška za muziku: omoguæena
sv: musiksupport: på

source: music support: disabled
cs: hudební podpora: vypnuta
da: Musik: slået fra
es: Soporte de música: desactivado
fi: musiikkituki: pois päältä
it: Supporto musica: disattivato
no: musikk støtte: deaktivert
pt: suporte a música: desactivado
sr: podrška za muziku: onemoguæena
sv: musiksupport: av

source: resolution set to:
cs: rozli¹ení nastaveno na:
da: Opløsning:
es: resolución fijada a:
fi: ruutukooksi asetettu:
it: risoluzione fissata a:
no: oppløsning satt til:
pt: resolução:
sr: rezolucija postavljna na:
sv: upplösning satt till:

source: fullscreen:
cs: celoobrazovkový re¾im:
da: Fuldskærm:
es: pantalla completa:
fi: koko ruudun tila:
it: schermo intero:
no: fullskjerm:
sr: ceo ekran:
sv: fullskärm:

source: enabled
cs: zapnut
da: slået til
es: activado
fi: päällä
it: attivato
no: aktivert
pt: activado
sr: omoguæeno
sv: på

source: disabled
cs: vypnut
da: slået fra
es: desactivado
fi: pois päältä
it: disattivato
no: deaktivert
pt: desactivado
sr: onemoguæeno
sv: av

source: PingusMain: Starting Main:
cs: PingusMain: Spou¹tím main:
da: PingusMain: Starter hovedprogram:
es: PingusMain: Iniciando Principal:
fi: PingusMain: Käynnistetään Main:
it: PingusMain: Inizio Main:
no: PingusMain: Starter Main:
pt: PingusMain: Iniciando Main:
sr: PingusMain: Pokretanje Main:
sv: PingusMain: Startar Main:

source: PingusMain: Levelfile not found, ignoring:
cs: PingusMain: Soubor úrovnì nenalezen, ignoruji:
da: PingusMain: Kunne ikke finde bane-fil; fortsætter alligevel:
es: PingusMain: Archivo del nivel ausente, ignorando:
fi: PingusMain: Kenttätiedostoa ei löytynyt, jätetään väliin:
it: PingusMain: File del livello assente, ignorato:
no: PingusMain: Brettfil ikke funnet, ignorerer:
pt: PingusMain: Ficheiro de nível não encontrado, ignorando:
sr: PingusMain: Fajl nivoa nije naðen, ignorisano:
sv: PingusMain: Nivåfil hittas inte, ignorerar:

source: Error caught from ClanLib:
cs: Odchycena chyba v ClanLib:
da: Fejl fra ClanLib fanget:
es: Error interceptado de ClanLib:
fi: Virhe ClanLib:ltä:
it: Errore intercettato da ClanLib:
no: Fikk feil fra ClanLib:
pt: Erro apanhado pelo ClanLib:
sr: Uhvacena greska iz ClanLiba:
sv: Fel fångat från ClanLib:

source: Error caught from Pingus:
cs: Odchycena chyba v Pingus:
da: Fejl fra Pingus fanget:
es: Error interceptado de Pingus:
fi: Virhe Pingusilta:
it: Errore intercettato da Pingus:
no: Fikk feil fra Pingus:
pt: Erro apanhado pelo Pingus:
sr: Uhvaæena greška iz Pingusa:
sv: Fel fångat från Pingus:

source: Pingus: Out of memory!
cs: Pingus: Do¹la pamì»!
da: Pingus: Løbet tør for hukommelse!
es: Pingus: ¡memoria insuficiente!
fi: Pingus: Muisti loppu!
it: Pingus: memoria insufficiente!
no: Pingus: Ikke nok minne!
pt: Pingus: Falta memória!
sr: Pingus: Nema memorije!
sv: Pingus: Slut på minnet!

source: Pingus: Standard exception caught!:
cs: Pingus: Odchycena standardní výjimka!:
da: Pingus: Standard-undtagelse (exception) fanget!:
es: Pingus: ¡Interceptada excepción estándar!:
fi: Pingus: Standardikeskeytys!:
it: Pingus: Intercettata eccezione standard!:
no: Pingus: Fikk standard unntak!:
pt: Pingus: Standard exception encontrada!:
sr: Pingus: Uhvaæen standardan izuzetak!:
sv: Pingus: standardavbrott fångat!:

source: Pingus: Unknown throw caught!
cs: Pingus: Odchyceno neznámé throw!
da: Pingus: Ukendt undtagelse (exception) fanget!
es: Pingus: ¡Interceptado lanzamiento desconocido!
fi: Pingus: Tuntematon keskytys!
it: Pingus: Intercettato throw sconosciuto!
no: Pingus: Fikk ukjent kast!
pt: Pingus: Unknown throw apanhado!
sr: Pingus: Uhvaæen nepoznat throw!
sv: Pingus: okänt kast fångat!

source: Abort
cs: Zru¹it
da: Forlad
es: Anular
fi: Lopeta
it: Annulla
no: Avbryt
pt: Abortar
sr: Odustani
sv: Avbryt

source: Retry
cs: Znovu
da: Prøv igen
es: Reintentar
fi: Yritä uudelleen
it: Riprova
no: Prøv på nytt
pt: Tentar novamente
sr: Pokušaj ponovo
sv: Försök igen

source: Success!
cs: Úspìch!
da: Succes!
es: Éxito!
fi: Onnistuit!
it: Successo!
no: Suksess!
pt: Sucesso!
sr: Uspeh!
sv: Succé!

source: Failure!
cs: ©patnì!
da: Det mislykkedes!
es: Fracaso!
fi: Epäonnistuit.
it: Fallimento!
no: Feilet!
pt: Falhanço!
sr: Neuspeh!
sv: Misslyckande!

source: Perfect! You saved everyone possible - great!
cs: Skvìlé! Zachránil jsi úplnì v¹echny - výbornì!
da: Perfekt! Du har reddet allesammen - funklende!
es: ¡Perfecto! ¡Has salvado a todos, bien!
fi: Täydellistä! Pelastit joka ikisen, loistavaa!
it: Perfetto! Hai salvato tutti, sei grande!
no: Perfekt! Du reddet alle mulige - flott!
pt: Perfeito! Salvaste todos os possíveis - fantástico!
sr: Savršeno! Spašeni su svi moguæi, sjajno!
sv: Perfekt! Du räddade alla som var möjliga - jättebra!

source: No-one got killed, pretty good work.
cs: Nikdo nezemøel, to byla dobrá práce.
da: Ingen blev slået ihjel, godt gået.
es: Ninguna víctima, buen trabajo.
fi: Yksikään ei menehtynyt, hyvin tehty.
it: Nessuna vittima, bel lavoro
no: Ingen ble drept, ganske bra jobb.
pt: Nenhum foi morto, impressionante trabalho.
sr: Niko nije zaginuo, prilièno dobro uraðeno
sv: Ingen blev dödad, bra gjort

source: You saved exactly what you needed - you made it, but maybe you can do better?
cs: Zachránil jsi jen ty, které jsi musel. Sice jsi to zvládl, ale nemohlo to být lep¹í?
da: Du reddede præcis så mange som nødvendigt - du klarede det, men måske kan du gøre det bedre?
es: Has salvado exactamente los que necesitabas - bien, pero quizá podrias hacerlo mejor ?
fi: Pelastit tasan tarvittavan määrän - pääsit kyllä kentän läpi, mutta kai pystyt parempaankin?
it: Hai salvato giusto il necessario; ce l'hai fatta, ma non potresti migliorarti?
no: Du reddet akkurat så mange som du trengte - du klarte det, men kanskje du kan klare bedre?
pt: Salvaste exactamente todos os que precisas - conseguiste, mas talvez consigas fazer melhor?
sr: Spašeno je koliko je i trebalo, svaka èast, ali možda možeš još bolje?
sv: Du räddade precis vad du behövde, du klarade det, men kanske kan du bättre?

source: Not everybody was saved, but still good work!
cs: Nezachránil jsi v¹echny, ale i tak je to dobré!
da: Ikke alle blev reddet, men du gjorde det stadig godt!
es: No todos han sido salvados, aun así ¡buen trabajo!
fi: Ihan kaikki eivät pelastuneet, mutta hyvää työtä joka tapauksessa!
it: Non tutti si sono salvati, ma rimane un buon lavoro!
no: Ikke alle ble reddet, men fortsatt bra gjort!
pt: Nem todos foram salvos, mas ainda assim, bom trabalho!
sr: Nisu svi mogli biti spašeni, ali ipak dobro uraðeno!
sv: Inte alla kunde räddas, men bra gjort ändå!

source: What can I say, you made it - congratulations!
cs: Co mohu více øíci - povedlo se ti to, gratuluji!
da: Hvad kan jeg sige - du klarede det. Tillykke!
es: Que puedo decir, lo conseguiste - ¡felicidades!
fi: Mitästä tässä voi sanoa... Pääsit läpi - onneksi olkoon!
it: Cosa dovrei dire... ce l'hai fatta, congratulazioni!
no: Hva kan jeg si, du klarte det - gratulerer!
pt: O que posso dizer, conseguiste - parabéns!
sr: Šta da kažem, uspešno obavljeno, èestitam!
sv: Vad kan jag säga, du klarade det - grattis!

source: You killed everybody, not good.
cs: V¹echny jsi zabil. To byl hodnì ¹patný výkon.
da: Du fik slået alle ihjel. Ikke godt.
es: Mataste a todos, mal
fi: Tapatit kaikki - ei hyvä, ei.
it: Hai ucciso tutti, non va bene
no: Du drepte alle, ikke bra.
pt: Mataste todos, não foi lá muito bom.
sr: Sve si ih pobio, ne valja.
sv: Du dödade alla, inte bra.

source: No-one got saved - I know you can do better.
cs: Nikoho jsi nezachránil. Vím, ¾e to umí¹ i lépe.
da: Ingen blev reddet - jeg ved, at du kan klare det bedre.
es: No salvaste ni uno - Sé que puedes hacerlo mejor.
fi: Yksikään ei selvinnyt - pystyt varmasti parempaankin.
it: Non si è salvato nessuno, so che puoi far di meglio
no: Ingen ble reddet - Jeg vet du kan bedre.
pt: Nenhum foi salvo - eu sei que consegues fazer melhor.
sr: Niko nije spašen, znam da možeš bolje.
sv: Ingen räddades - jag vet att du kan bättre.

source: You didn't save enough, but you saved a few. Next time you might do better.
cs: Nezachránil jsi dostatek pingù, ale bylo jich alespoò pár. Pøí¹tì bys mìl být lep¹í.
da: Du reddede ikke nok, men dog nogle få. Næste gang går det sikkert bedre.
es: No salvaste los suficientes, pero has salvado a unos pocos... es hora de hacerlo mejor.
fi: Et pelastanut ihan tarpeeksi, mutta muutaman kuitenkin. Ensi kerralla paremmin, vai mitä?
it: Non ne hai salvati abbastanza, ma alcuni si... La prossima volta puoi fare di meglio.
no: Du reddet ikke nok, men du reddet et par. Du kan kanskje gjøre det bedre neste gang.
pt: Não salvaste os suficientes, mas ainda salvaste uns poucos. Para a próxima, vais ser melhor.
sr: Nisi spasao dovoljno, ali si spasao nekoliko, možda æe sledeæi put biti bolje.
sv: Du räddade inte tillräckligt, men några ändå, nästa gång blir det bättre.

source: Only one more and you would have made it - try again!
cs: Je¹tì jeden a mohl jsi uspìt. Zkus to znovu!
da: Kun én mere, og du ville have klaret det - prøv igen!
es: Uno más y lo habrás conseguido - ¡inténtalo de nuevo !
fi: Vielä yksi lisää maaliin asti niin olisit päässyt läpi - yritä uudestaan!
it: Uno in più e ce l'avresti fatta, prova ancora!
no: Bare en til og du ville klart det - prøv igjen!
pt: Apenas mais um e terias conseguido - tenta novamente!
sr: Samo jos jedan i uspeo bi, probaj ponovo!
sv: Bara en till så hade du klarat det - försök igen!

source: Only a handful more and you would have made it - try again!
cs: Jen nìkolik dal¹ích a bylo by to v poøádku. Zkus to je¹tì jednou!
da: Kun et par stykker flere, og du ville have klaret det - prøv igen!
es: Sólo unos pocos más y lo habrás conseguido - '¡inténtalo de nuevo!
fi: Vain muutama lisää maaliin asti niin olisi päässyt läpi - yritä uudestaan!
it: Qualcuno in più e ce l'avresti fatta, prova ancora!
no: Bare noen få til og du ville klart det - prøv igjen!
pt: Apenas mais uma mão cheia deles e terias conseguido - tenta outra vez!
sr: Samo jos nekoliko i uspeo bi, probaj ponovo!
sv: Bara några till så hade du klarat det - försök igen!

source: Better luck next time!
cs: Pøí¹tì ti pøeju více ¹tìstí.
da: Bedre held næste gang!
es: Más suerte la próxima vez!
fi: Parempi tuuri ensi kerralla!
it: Riprova, sarai più fortunato!
no: Lykke til neste gang!
pt: Melhor sorte para a próxima!
sr: Više sreæe sledeæi put!
sv: Bättre lycka nästa gång!

source: Saved:
cs: Zachránìno:
da: Reddet:
es: Salvados:
fi: Pelastui:
it: Salvati:
no: Reddet:
pt: Salvos:
sr: Spašeno:
sv: Räddade:

source: Died:
cs: Zesnulo:
da: Døde:
fi: Kuoli:
no: Døde:
pt: Mortos:
sr: Umrlo:

source: Time left:
cs: Zbývající èas:
da: Resterende tid:
es: Tiempo transcurrido:
fi: Aikaa jäljellä:
it: Tempo rimasto:
no: Tid igjen:
pt: Falta:
sr: Preostalo vreme:
sv: Tid kvar:

source: Screenshot: Saving screenshot to:
cs: Screenshot: Ukládám screenshot do:
da: Skærmskud: Gemmer skærmbillede som:
es: Captura de pantalla: Grabando captura en:
fi: Ruutukaappaus: Tallennetaan kaappausta:
it: Screenshot: Salva screenshot in:
no: Skjermbilde: Lagrer skjermbilde til:
pt: Instântaneo: Gravando instântaneo para:
sr: Snimak ekrana: Snimam snimak u:
sv: Skärmdump: Sparar skärmdump till:

source: Screenshot: Screenshot is done.
cs: Screenshot: Screenshot je hotový.
da: Skærmskud: Skærmbilledet er gemt.
es: Captura de pantalla: Captura efectuada.
fi: Ruutukaappaus: Ruutukaappaus valmis.
it: Screenshot: Screenshot effettuato.
no: Skjermbilde: Ferdig med skjermbilde.
pt: Instântaneo: Instântaneo tirado.
sr: Snimak ekrana: snimak napravljen.
sv: Skärmdump: Skärmdump är klar.

source: Screenshot: Couldn't save screenshot
cs: Screenshot: Nemohu ulo¾it screenshot.
da: Skærmskud: Skærmbilledet kunne ikke gemmes
es: Captura de pantalla : No puedo grabarla.
fi: Ruutukaappaus: Tallennus ei onnistunut
it: Screenshot: Impossibile salvare lo screenshot
no: Skjermbilde: Kunne ikke lagre skjermbilde
pt: Instântaneo: Não foi possível gravar instântaneo
sr: Snimak ekrana: Nije moguæe napraviti
sv: Skärmdump: Kunde inte spara skärmdump

source: Screenshot: Couldn't write file:
cs: Screenshot: Nemohu zapsat do souboru:
da: Skærmskud: Kunne ikke skrive til filen:
es: Captura de pantalla : No puedo grabar el archivo:
fi: Ruutukaappaus: Tiedostoon ei voitu kirjoittaa:
it: Screenshot: Impossibile scrivere il file:
no: Skjermbilde: Kunne ikke skrive fil:
pt: Instântaneo: Não consegui escrever ficheiro:
sr: Snimak ekrana: Nije moguæe snimiti fajl:
sv: Skärmdump: Kunde inte skriva till fil:

source: Image has wrong color depth: %d
cs: Obrázek má ¹patnou barevnou hloubku: %d
da: Billedet har en forkert farvedybde: %d
es: La imágen tiene una profundidad de color incorrecta: %d
fi: Kuvassa on väärä määrä värejä: %d
it: L'immagine ha una profondità di colore sbagliata: %d
no: Bilde har feil fargedybde: %d
pt: A imagem tem um color-depth errado: %d
sr: Slika ima pogrešan color depth: %d
sv: Bild har fel färgdjup: %d

source: Number of Pingus:
cs: Poèet pingù:
da: Antal Pinguer:
es: Número de Pingüinos:
fi: Pingujen määrä:
it: Numero di Pingus:
no: Antall Pinguer:
pt: Número de Pingus:
sr: Broj Pingusa:
sv: Antal Pingus:

source: Number to Save:
cs: Nutno zachránit:
da: Der skal reddes:
es: Número de Pingüinos a salvar:
fi: Pelastettavien määrä:
it: Numero di Pingus da salvare:
no: Antall å redde:
pt: Número a Salvar:
sr: Spasiti:
sv: Antal att Rädda:

source: Time:
cs: Èas:
da: Tid til rådighed:
es: Tiempo:
fi: Aika:
it: Tempo:
no: Tid:
pt: Tempo:
sr: Vreme:
sv: Tid:

source: Difficulty:
cs: Obtí¾nost:
da: Sværhedsgrad:
es: Dificultad:
fi: Vaikeus:
it: Difficoltà:
no: Vanskelighetsgrad:
pt: Dificuldade:
sr: Težina:
sv: Svårighetsgrad:

source: Author:
cs: Autor:
da: Designer:
es: Autor:
fi: Tekijä:
it: Autore:
no: Forfatter:
pt: Autor:
sr: Autor:
sv: Skapare:

source: Filename:
cs: Jméno souboru:
da: Filnavn:
es: Nombre del archivo:
fi: Tiedostonimi:
it: Nome del file:
no: Filnavn:
pt: Nome do Ficheiro:
sr: Fajl:
sv: Filnamn:

source: The Journey Continues
cs: Výprava pokraèuje
da: Rejsen fortsætter
es: La aventura continúa
fi: Matka jatkuu
it: L'Avventura Continua
no: Ferden fortsetter
pt: A Aventura Prossegue
sr: Putovanje se nastavlja
sv: Resan Fortsätter

source: Now after you and the Pingus have learned the basics and practiced a bit it is time to move on and begin the journey into the world. Since the ice floe with which the Pingus traveled to the Tutorial Island isn't going to hold on the whole way into the warmer climates the Pingus have to find something else to guide them on their journey.
cs: Nyní, kdy¾ ses u¾ nauèili základy a v¹echny je dobøe zvládl, je èas pokroèit v cestì. Proto¾e kra, na které pingové pøipluli na výukový ostrov nemù¾e nést posádku po celou cestu do teplej¹ích krajin, pingové musí najít jiný dopravní prostøedek.
da: Nu, hvor du og Pinguerne har lært det grundlæggende og øvet jer lidt, er det tid at fortsætte og begynde rejsen ud i verden. Da isflagen, som Pinguerne rejste med til Øveøen, ikke vil kunne hele vejen til de varmere breddegrader, må Pinguerne finde en anden måde at fortsætte deres rejse på.
fi: Nyt kun sinä ja pingut olette oppineet perusasiat ja harjoitelleet hieman, on aika jatkaa eteenpäin ja aloittaa matka maailmalle. Koska Harjoitussaarelle pääsemiseen käytetty jäälautta sulaisi pian lämpimämmässä ilmastossa, tarvitsevat pingut jotain muita kulkuvälineitä vaelluksellaan pois etelänavalta.
no: Nå som du og Pingusene har lært det viktigste og trent litt er det på tide å gå videre og begynne ferden ut i verden. Siden isflaket som Pingusene reiste til læreøya med ikke vil holde hele veien til varmere strøk må Pingusene finne noe annet som kan lede dem videre på ferden.
pt: Agora após tu e os Pingus terem aprendido as básicas e praticado um pouco, é tempo de continuar e iniciar a aventura pelo mundo fora. Visto o iceberg em que os Pingus viajavam, pela Ilha Tutorial, não se irá aguentar nas regiões com um clima mais quente, os Pingus vão ter que encontrar outra coisa para os guiar na sua aventura.
sr: Sada kada si sa Pingusima nauèio osnove i malo vežbao vreme je da se krene dalje i zapoène putovanje u svet. Pošto ledena santa na kojoj su Pingusi putovali do Tutorskog ostrva ne bi izdržala celo putovanje u toplijim krajevima, Pingusi moraju pronaæi nešto drugo da ih vodi na njihovom putovanju.

source: But as the eldest have said, the Tutorial Island provides not only a good way to practice, but it is also the starting point into the world. After some searching the Pingus discovered the meaning of this, and they found the large tree at the end of the island which gave them wood to construct a float.
cs: Rada nejstar¹ích øekla, ¾e výukový ostrov neposkytuje jen mo¾nost výcviku, ale je také výchozím bodem v cestì do svìta. Po krátkém hledání pingové pochopili význam sdìlení - velký strom na konci ostrova dá kvalitní døevo pro konstrukci vorù.
da: Men som de Ældste har sagt, er Øveøen ikke blot et godt sted at træne - den er også et springbræt ud i verden. Efter nogen tids søgen opdagede Pinguerne meningen med dette, og fandt et stort træ ved øens ende. Fra dette kunne de få materiale til at bygge en flåde.
es: Pero como los ancianos dijeron, Isla Tutorial provee no sólo una manera de practicar, sino que es además un punto de inicio en el mundo. Tras investigar un poco, los pingüinos descubrieron el significado de ésto, y encontraron un árbol gigante al final de la isla que les proporcionó madera para construir un barco.
fi: Aivan kuten heimon vanhimmat sanoivat, Harjoitussaari tarjoaa muutakin kuin hyvän harjoituspaikan - se on myös erinomainen lähtopiste matkalle pohjoiseen. Pienen etsinnän jälkeen pingut ymmärsivätkin mitä viisaat olivat tarkoittaneet. Ne löysivät saaren kaukaisimmasta päädystä suuren puun, josta saivat tarpeeksi kelluvaa rakennusmateriaalia.
it: Ma, come dissero i Saggi, l'Isola Tutorial non è solo un modo per allenarsi, ma è anche il punto di partenza nel mondo. Dopo alcune ricerche, i Pingus scoprirono il vero significato di quelle parole: infatti il grande albero alla fine dell'isola potrebbe fornire ottimo legno per costruire una zattera.
no: Men som de eldste hadde sagt, Læreøya er ikke bare en god plass å øve, men er også startstedet for ferden videre i verden. Etter litt leting fant Pingusene ut hva dette betydde, og de fant et stort tre på enden av øya, som ga dem tømmer til å bygge en flåte.
pt: Mas como os anciões disseram, a Ilha Tutorial não fornece apenas uma via de treino, mas é também o ponto de arranque pelo mundo fora. Após algumas pesquisas, os Pingus descobriram o que isto significa, a árvore larga ao fim da ilha fornece boa madeira para contruir uma jangada.
sr: Ali, kao sto su najstariji rekli, Tutorsko ostrvo ne pruza samo mogucnost vezbanja, vec je takodje i pocetna tacka ka svetu, jer ce materijal od velikog drveta sa kraja ostrva biti dobra gradja za konstruisanje splava.
sv: Men som de äldste sade är Tutorial Island inte bara en plats att öva på, utan är även startpunkten ut i världen. Efter lite letande upptäckte Pingus meningen med detta, och dom upptäckte det stora trädet i änden på ön som gav bra trä för att bygga en flotte.
